{
    "Client Login": "Kunden-Login",
    "Are you ready to scale your business?": "Sind Sie bereit, Ihr Geschäft zu skalieren?",
    "Answer 15 questions that will help you get": "Beantworten Sie 15 Fragen, die Ihnen helfen werden, zu bekommen",
    "MORE LEADS": "MEHR LEADS",
    "MORE QUOTES": "MEHR ANGEBOTE",
    "MORE JOBS": "MEHR AUFTRÄGE",
    "Start Your Assessment": "Starten Sie Ihre Bewertung",
    "Completely Free": "Völlig kostenlos",
    "Immediate Recommendations": "Sofortige Empfehlungen",
    "Takes 3 minutes": "Dauert 3 Minuten",
    "A few of our agents": "Einige unserer Agenten",
    "The Most Powerful Receptionist Service": "Der leistungsstärkste Empfangsservice",
    "24/7 call answering for small business, powered by superior AI technology": "24/7-Anrufbeantwortung für kleine Unternehmen, angetrieben durch überlegene KI-Technologie",
    "Solar": "Solar",
    "Radiant Path Solar": "Radiant Path Solar",
    "Kitchens & Baths": "Küchen & Bäder",
    "Everstone Kitchen and Bath": "Everstone Kitchen and Bath",
    "Flooring": "Bodenbeläge",
    "FC Flooring": "FC Flooring",
    "Carpet Cleaning": "Teppichreinigung",
    "Integrity Cleaning and Restoration": "Integrity Cleaning and Restoration",
    "How we help": "Wie wir helfen",
    "Discover the Benefits of Automation": "Entdecken Sie die Vorteile der Automatisierung",
    "Stop losing customers to your competition. We've got you covered.": "Hören Sie auf, Kunden an Ihre Konkurrenz zu verlieren. Wir haben Sie abgedeckt.",
    "Instant Response": "Sofortige Antwort",
    "Our AI agents are trained to respond to your leads in seconds, not minutes.": "Unsere KI-Agenten sind darauf trainiert, auf Ihre Leads in Sekunden zu antworten, nicht in Minuten.",
    "Never Miss A Lead": "Verpassen Sie nie einen Lead",
    "With 24/7/365 availability, we ensure every potential customer is greeted and qualified.": "Mit 24/7/365 Verfügbarkeit stellen wir sicher, dass jeder potenzielle Kunde begrüßt und qualifiziert wird.",
    "Automated Appointment Booking": "Automatisierte Terminbuchung",
    "Qualified leads can book directly on your calendar without you lifting a finger.": "Qualifizierte Leads können direkt in Ihrem Kalender buchen, ohne dass Sie einen Finger rühren müssen.",
    "24/7/365 Availability": "24/7/365 Verfügbarkeit",
    "Our service never sleeps, providing constant coverage for your business.": "Unser Service schläft nie und bietet eine konstante Abdeckung für Ihr Unternehmen.",
    "Seamless CRM Integration": "Nahtlose CRM-Integration",
    "Automatically sync lead data with your existing CRM for streamlined workflow.": "Synchronisieren Sie Lead-Daten automatisch mit Ihrem bestehenden CRM für einen optimierten Arbeitsablauf.",
    "Custom-Trained For You": "Speziell für Sie geschult",
    "We train our agents on the specifics of your business for a personalized experience.": "Wir schulen unsere Agenten auf die Besonderheiten Ihres Unternehmens für ein personalisiertes Erlebnis.",
    "Our Technology": "Unsere Technologie",
    "Types of AI Voice Assistants": "Arten von KI-Sprachassistenten",
    "Deploy specialized AI agents to automate and enhance your business operations.": "Setzen Sie spezialisierte KI-Agenten ein, um Ihre Geschäftsabläufe zu automatisieren und zu verbessern.",
    "Lead Qualification Agent": "Lead-Qualifizierungs-Agent",
    "Automatically qualifies inbound leads, asks screening questions, and routes high-intent prospects to your sales team.": "Qualifiziert automatisch eingehende Leads, stellt Screening-Fragen und leitet Interessenten mit hoher Absicht an Ihr Vertriebsteam weiter.",
    "Appointment Booking Agent": "Terminbuchungs-Agent",
    "Integrates with calendars to autonomously schedule, reschedule, and confirm appointments with clients and leads.": "Integriert sich in Kalender, um autonom Termine mit Kunden und Leads zu planen, zu verschieben und zu bestätigen.",
    "Proactive Outreach Agent": "Proaktiver Outreach-Agent",
    "Executes outbound calling campaigns for customer feedback, promotions, or re-engagement initiatives.": "Führt ausgehende Anrufkampagnen für Kundenfeedback, Werbeaktionen oder Re-Engagement-Initiativen durch.",
    "Unlock Your Potential": "Schöpfen Sie Ihr Potenzial aus",
    "Transform Your Business with Our AI Solutions": "Transformieren Sie Ihr Unternehmen mit unseren KI-Lösungen",
    "Get Started": "Loslegen",
    "Social Proof": "Sozialer Beweis",
    "What Our Clients Say About Our AI Agents": "Was unsere Kunden über unsere KI-Agenten sagen",
    "The ROI we've seen with T3 Solutions has been incredible. They didn't just hand us a tool; they built a solution that scaled our operations and modernized our entire workflow. Huge shoutout to John and Joey for their forward-thinking approach and relentless focus on our success. They are truly the gold standard for AI integration.": "Der ROI, den wir mit T3 Solutions gesehen haben, war unglaublich. Sie haben uns nicht nur ein Werkzeug in die Hand gegeben; sie haben eine Lösung entwickelt, die unsere Betriebsabläufe skalierte und unseren gesamten Workflow modernisierte. Ein großes Lob an John und Joey für ihren zukunftsorientierten Ansatz und ihren unermüdlichen Fokus auf unseren Erfolg. Sie sind wirklich der Goldstandard für KI-Integration.",
    "Vanguard Urban Living": "Vanguard Urban Living",
    "T3 Solutions has been a game-changer for our business. Rather than acting as a standard vendor, they operate as a seamless extension of our internal team. Their custom AI implementation didn't just improve our efficiency—it fundamentally sharpened our competitive advantage. If you want a forward-thinking partner invested in your long-term growth, I can't recommend them highly enough.": "T3 Solutions war ein Game-Changer für unser Geschäft. Anstatt als Standardanbieter aufzutreten, agieren sie als nahtlose Erweiterung unseres internen Teams. Ihre maßgeschneiderte KI-Implementierung verbesserte nicht nur unsere Effizienz, sondern schärfte auch grundlegend unseren Wettbewerbsvorteil. Wenn Sie einen zukunftsorientierten Partner suchen, der in Ihr langfristiges Wachstum investiert, kann ich sie nicht genug empfehlen.",
    "CEO, Sunny Day Solar Company": "CEO, Sunny Day Solar Company",
    "Total game-changers. T3 Solutions integrated seamlessly into our workflow and delivered an AI solution that has revolutionized our efficiency. John, Joey, and the crew are true professionals who stay ahead of the curve. If you're looking for a competitive edge, this is the team you want in your corner.": "Totale Game-Changer. T3 Solutions hat sich nahtlos in unseren Workflow integriert und eine KI-Lösung geliefert, die unsere Effizienz revolutioniert hat. John, Joey und die Crew sind wahre Profis, die immer einen Schritt voraus sind. Wenn Sie einen Wettbewerbsvorteil suchen, ist dies das Team, das Sie in Ihrer Ecke haben möchten.",
    "FC Flooring": "FC Flooring",
    "T3 Automations is trusted by 5,000+ businesses": "T3 Automations wird von über 5.000 Unternehmen vertraut",
    "Converts callers into clients": "Verwandelt Anrufer in Kunden",
    "T3 Solutions is our inbound sales team. Having a trained and personable voice has transformed our ability to answer the phone and convert callers to clients.": "T3 Solutions ist unser Inbound-Verkaufsteam. Eine geschulte und sympathische Stimme zu haben, hat unsere Fähigkeit, das Telefon zu beantworten und Anrufer in Kunden umzuwandeln, verändert.",
    "Steven Forester": "Steven Forester",
    "Owner, Vertical Solutions LLC": "Inhaber, Vertical Solutions LLC",
    "Frequently asked questions": "Häufig gestellte Fragen",
    "Do you count SPAM calls towards my quota?": "Zählen SPAM-Anrufe zu meinem Kontingent?",
    "Every call answered by your AI Receptionist counts toward your call quota by default. Smith.ai offers AI Receptionist customers an allowance to remove up to 10% of their calls from their bill each billing cycle to account for selected spam calls. Calls from 20 million+ known spammers are automatically filtered out by our system before your AI Receptionist answers, and these calls do not count toward your quota. You can learn more about this ": "Jeder von Ihrem KI-Empfangsmitarbeiter beantwortete Anruf zählt standardmäßig zu Ihrem Anrufkontingent. Smith.ai bietet KI-Empfangskunden eine Zulage, um bis zu 10 % ihrer Anrufe von ihrer Rechnung pro Abrechnungszyklus zu entfernen, um ausgewählte Spam-Anrufe zu berücksichtigen. Anrufe von über 20 Millionen bekannten Spammern werden automatisch von unserem System herausgefiltert, bevor Ihr KI-Empfangsmitarbeiter antwortet, und diese Anrufe zählen nicht zu Ihrem Kontingent. Sie können mehr darüber erfahren ",
    "here": "hier",
    "How do you determine if calls are SPAM?": "Wie stellen Sie fest, ob Anrufe SPAM sind?",
    "With technology! Our system automatically blocks over 20 million spam and robocalls from ever getting through. If a new spam number does get through, you can mark it as spam to automatically block the caller and add it to your spam list, so it can’t get through ever again.": "Mit Technologie! Unser System blockiert automatisch über 20 Millionen Spam- und Robocalls, damit sie gar nicht erst durchkommen. Wenn eine neue Spam-Nummer durchkommt, können Sie sie als Spam markieren, um den Anrufer automatisch zu blockieren und ihn zu Ihrer Spam-Liste hinzuzufügen, damit er nie wieder durchkommt.",
    "Do I have to sign a contract?": "Muss ich einen Vertrag unterschreiben?",
    "No. AI Receptionist is a month-to-month service. This means there aren’t any long-term contracts. You pay for the AI Receptionist service each month. If you ever cancel, we need 30 days’ notice, and then you’re done. And we will miss you.": "Nein. AI Receptionist ist ein monatlicher Service. Das bedeutet, dass es keine langfristigen Verträge gibt. Sie bezahlen den AI Receptionist Service jeden Monat. Wenn Sie jemals kündigen, benötigen wir eine 30-tägige Kündigungsfrist, und dann sind Sie fertig. Und wir werden Sie vermissen.",
    "Can I change my plan?": "Kann ich meinen Plan ändern?",
    "We offer flexible monthly and annual plans. You'll be billed at the beginning of each cycle. We also have usage-based pricing for additional features and talk time.": "Wir bieten flexible monatliche und jährliche Pläne an. Sie werden zu Beginn jedes Zyklus abgerechnet. Wir haben auch eine nutzungsbasierte Preisgestaltung für zusätzliche Funktionen und Gesprächszeit.",
    "Take the faster path to growth. ": "Nehmen Sie den schnelleren Weg zum Wachstum. ",
    " Get T3 Automations today.": " Holen Sie sich T3 Automations noch heute.",
    "No software to install. No training required.": "Keine Software zu installieren. Keine Schulung erforderlich.",
    "Book a call": "Buchen Sie einen Anruf",
    "Watch a demo": "Demo ansehen",
    "Empowering small businesses through automations and AI Voice Assistants": "Stärkung kleiner Unternehmen durch Automatisierungen und KI-Sprachassistenten",
    "All Rights Reserved.": "Alle Rechte vorbehalten.",
    "Business Automation Starter Package": "Business-Automatisierungs-Starterpaket",
    "All tiers include $0.25/min usage charges • Phone Numbers are $3.00/ea • First month due upon signing up": "Alle Stufen beinhalten 0,25 $/min Nutzungsgebühren • Telefonnummern kosten 3,00 $/Stück • Der erste Monat ist bei der Anmeldung fällig",
    "+ $.025/min": "+ 0,025 $/min",
    "No Setup Fee": "Keine Einrichtungsgebühr",
    "No Contract": "Kein Vertrag",
    "No Hidden Costs": "Keine versteckten Kosten",
    "6-MONTH COMMITMENT": "6-MONATIGE VERPFLICHTUNG",
    "Paid upfront": "Vorauszahlung",
    "was": "war",
    "Save $200 per month": "Sparen Sie 200 $ pro Monat",
    "Total savings: $1,200": "Gesamtersparnis: 1.200 $",
    "2-year price lock": "2-Jahres-Preisbindung",
    "Save - 13%": "Sparen - 13%",
    "12-MONTH COMMITMENT": "12-MONATIGE VERPFLICHTUNG",
    "Save $500 per month": "Sparen Sie 500 $ pro Monat",
    "Total savings: $6,000": "Gesamtersparnis: 6.000 $",
    "5-year price lock": "5-Jahres-Preisbindung",
    "Best Value - 33% off": "Bestes Preis-Leistungs-Verhältnis - 33% Rabatt",
    "What's in the box?": "Was ist in der Box?",
    "Over $7,000 worth of features included:": "Funktionen im Wert von über 7.000 $ enthalten:",
    "Lead qualification": "Lead-Qualifizierung",
    "Free!": "Kostenlos!",
    "We'll capture and qualify your leads based on your custom criteria.": "Wir erfassen und qualifizieren Ihre Leads anhand Ihrer benutzerdefinierten Kriterien.",
    "Leads are screened to determine if they are a good fit based on needs, location, and budget.": "Leads werden überprüft, um festzustellen, ob sie aufgrund von Bedürfnissen, Standort und Budget gut passen.",
    "GoHighLevel CRM": "GoHighLevel CRM",
    "a $120 value": "ein Wert von 120 $",
    "GoHighLevel CRM is included or we can create an integration with your CRM.": "GoHighLevel CRM ist enthalten oder wir können eine Integration mit Ihrem CRM erstellen.",
    "We support GoHighLevel, HubSpot & Salesforce": "Wir unterstützen GoHighLevel, HubSpot & Salesforce",
    "AI Scheduling": "KI-Planung",
    "a $500 value": "ein Wert von 500 $",
    "AI integrates with GoHighLevel or your CRM to book appointments directly into your calendar — live on the call.": "KI integriert sich in GoHighLevel oder Ihr CRM, um Termine direkt in Ihrem Kalender zu buchen – live während des Anrufs.",
    "Integrates directly into your CRM.": "Integriert sich direkt in Ihr CRM.",
    "Custom Dashboard": "Benutzerdefiniertes Dashboard",
    "a $200 value": "ein Wert von 200 $",
    "View all your stats in one location on your custom dashboard.": "Sehen Sie alle Ihre Statistiken an einem Ort auf Ihrem benutzerdefinierten Dashboard.",
    "View stats, call flow and call summaries at anytime.": "Statistiken, Anrufablauf und Anrufzusammenfassungen jederzeit anzeigen.",
    "Call Summary": "Anrufzusammenfassung",
    "Your custom dashboard will keep track of all customer interaction details.": "Ihr benutzerdefiniertes Dashboard verfolgt alle Details der Kundeninteraktion.",
    "Call summaries can be viewed at anytime via the custom dashboard.": "Anrufzusammenfassungen können jederzeit über das benutzerdefinierte Dashboard eingesehen werden.",
    "Customer Qualifying": "Kundenqualifizierung",
    "No more wasting time with customers who are not a fit for your business.": "Keine Zeitverschwendung mehr mit Kunden, die nicht zu Ihrem Unternehmen passen.",
    "Custom call flow based on your criteria.": "Benutzerdefinierter Anrufablauf basierend auf Ihren Kriterien.",
    "Marketing Ads": "Marketing-Anzeigen",
    "a $3,000 value": "ein Wert von 3.000 $",
    "Our creative team will create 4 custom video ads per month for you using AI. ": "Unser Kreativteam erstellt für Sie monatlich 4 benutzerdefinierte Videoanzeigen mit KI. ",
    "Learn More": "Mehr erfahren",
    "Ads are 10-15 seconds each in 1:1 and 4:5 aspect ratios and optimized for Facebook and Instagram.": "Anzeigen sind jeweils 10-15 Sekunden lang im 1:1- und 4:5-Seitenverhältnis und für Facebook und Instagram optimiert.",
    "Ad Management": "Anzeigenverwaltung",
    "a $2,500 value": "ein Wert von 2.500 $",
    "We will manage your ad campaigns on Facebook and Instagram, optimize and rotate ads monthly.": "Wir verwalten Ihre Werbekampagnen auf Facebook und Instagram, optimieren und rotieren Anzeigen monatlich.",
    "Requires min ad spend of $2500 per month.": "Erfordert Mindestwerbeausgaben von 2500 $ pro Monat.",
    "Automations": "Automatisierungen",
    "a $1,500 value": "ein Wert von 1.500 $",
    "Custom reminders and followups for your leads and exiting customer base.": "Benutzerdefinierte Erinnerungen und Follow-ups für Ihre Leads und bestehenden Kundenstamm.",
    "Great for repeat business generation.": "Hervorragend zur Generierung von Folgegeschäften.",
    "Schedule a free consultation": "Vereinbaren Sie eine kostenlose Beratung",
    "In this meeting, we'll discuss:": "In diesem Treffen werden wir besprechen:",
    "Your current business challenges and where you need help": "Ihre aktuellen geschäftlichen Herausforderungen und wo Sie Hilfe benötigen",
    "The value of professional, 24/7 customer engagement": "Der Wert von professionellem, 24/7-Kundenengagement",
    "How we can help you improve your business operations": "Wie wir Ihnen helfen können, Ihre Geschäftsabläufe zu verbessern",
    "The range of solutions we offer for small and midsize businesses": "Die Palette der Lösungen, die wir für kleine und mittlere Unternehmen anbieten",
    "Name": "Name",
    "Email": "E-Mail",
    "Message": "Nachricht",
    "Sending...": "Wird gesendet...",
    "Send": "Senden",
    "Email Sent Successfully!": "E-Mail erfolgreich gesendet!",
    "Login": "Anmeldung",
    "Enter your email below to login to your account.": "Geben Sie unten Ihre E-Mail-Adresse ein, um sich bei Ihrem Konto anzumelden.",
    "Password": "Passwort",
    "Sign in": "Anmelden",
    "Or continue with": "Oder fahren Sie fort mit",
    "Google": "Google",
    "Don't have an account?": "Sie haben noch kein Konto?",
    "Sign up": "Registrieren",
    "Loading...": "Wird geladen...",
    "AI-Powered Marketing Ads": "KI-gestützte Marketing-Anzeigen",
    "We create 4 custom, high-impact video ads for you every month, optimized for platforms like Facebook and Instagram.": "Wir erstellen für Sie jeden Monat 4 benutzerdefinierte, wirkungsvolle Videoanzeigen, die für Plattformen wie Facebook und Instagram optimiert sind.",
    "Integrity Cleaning & Restoration": "Integrity Cleaning & Restoration",
    "A 10-second Meta Ad for an after-holiday promotion.": "Eine 10-sekündige Meta-Anzeige für eine Nach-Feiertags-Aktion.",
    "Your browser does not support the video tag.": "Ihr Browser unterstützt das Video-Tag nicht.",
    "A 9-second Meta Ad for an after-holiday promotion.": "Eine 9-sekündige Meta-Anzeige für eine Nach-Feiertags-Aktion.",
    "A 15-second Meta Ad for an after-holiday promotion.": "Eine 15-sekündige Meta-Anzeige für eine Nach-Feiertags-Aktion.",
    "A 24-second Meta Ad for remediation and restoration service.": "Eine 24-sekündige Meta-Anzeige für Sanierungs- und Restaurierungsdienste.",
    "A 10-second Meta Ad for a carpet cleaning promotion.": "Eine 10-sekündige Meta-Anzeige für eine Teppichreinigungsaktion.",
    "Video Placeholder": "Video-Platzhalter",
    "Sign Up": "Registrieren",
    "Create an account to get started.": "Erstellen Sie ein Konto, um loszulegen.",
    "Business Name": "Geschäftsname",
    "Phone Number": "Telefonnummer",
    "Already have an account?": "Sie haben bereits ein Konto?",
    "Log in": "Anmelden",
    "Free Assessment Quiz": "Kostenloses Bewertungsquiz",
    "See how your customer acquisition strategy stacks up.": "Sehen Sie, wie Ihre Kundengewinnungsstrategie abschneidet.",
    "Question": "Frage",
    "of": "von",
    "Have you clearly defined your target audience?": "Haben Sie Ihre Zielgruppe klar definiert?",
    "Yes": "Ja",
    "No": "Nein",
    "(Choose one)": "(Wählen Sie eine)",
    "Next": "Nächste",
    "(Choose all that apply)": "(Wählen Sie alle zutreffenden)",
    "Quiz Complete!": "Quiz abgeschlossen!",
    "Here are your results.": "Hier sind Ihre Ergebnisse.",
    "Excellent! You're a marketing pro. Let's talk about how our AI can automate your success and take you to the next level.": "Ausgezeichnet! Sie sind ein Marketing-Profi. Lassen Sie uns darüber sprechen, wie unsere KI Ihren Erfolg automatisieren und Sie auf die nächste Stufe bringen kann.",
    "You've got a solid foundation. Let us show you how to fill in the gaps and turn more leads into customers.": "Sie haben eine solide Grundlage. Lassen Sie uns Ihnen zeigen, wie Sie die Lücken füllen und mehr Leads in Kunden umwandeln können.",
    "There's a huge opportunity for growth. Our AI solutions can build and execute a customer acquisition strategy for you.": "Es gibt eine riesige Wachstumschance. Unsere KI-Lösungen können eine Kundengewinnungsstrategie für Sie entwickeln und umsetzen.",
    "Key Insights": "Wichtige Einblicke",
    "Based on your score, you have a solid foundation but could see significant growth by automating lead follow-up.": "Basierend auf Ihrer Punktzahl haben Sie eine solide Grundlage, könnten aber durch die Automatisierung der Lead-Nachverfolgung ein erhebliches Wachstum verzeichnen.",
    "Your answers suggest that your team spends valuable time on repetitive manual tasks that could be automated.": "Ihre Antworten deuten darauf hin, dass Ihr Team wertvolle Zeit mit sich wiederholenden manuellen Aufgaben verbringt, die automatisiert werden könnten.",
    "There's a clear opportunity to implement a 24/7 AI-driven system to capture and qualify leads, ensuring you never miss an opportunity.": "Es gibt eine klare Möglichkeit, ein 24/7 KI-gesteuertes System zu implementieren, um Leads zu erfassen und zu qualifizieren, um sicherzustellen, dass Sie keine Gelegenheit verpassen.",
    "Recommended Next Steps": "Empfohlene nächste Schritte",
    "Ready to turn these insights into action? Schedule a free, no-obligation consultation with one of our automation experts.": "Bereit, diese Erkenntnisse in die Tat umzusetzen? Vereinbaren Sie eine kostenlose, unverbindliche Beratung mit einem unserer Automatisierungsexperten.",
    "Book a Free Consultation": "Kostenlose Beratung buchen",
    "Or view your personalized plan.": "Oder sehen Sie sich Ihren persönlichen Plan an.",
    "View Your Custom Plan": "Ihren benutzerdefinierten Plan anzeigen",
    "Which best describes your current situation?": "Was beschreibt Ihre aktuelle Situation am besten?",
    "We need more leads.": "Wir brauchen mehr Leads.",
    "We have leads, but we’re struggling to follow up fast enough.": "Wir haben Leads, aber wir haben Schwierigkeiten, schnell genug nachzufassen.",
    "Our sales team is overwhelmed by repetitive manual tasks.": "Unser Vertriebsteam ist mit sich wiederholenden manuellen Aufgaben überlastet.",
    "Our customer acquisition cost (CAC) is too high/unsustainable.": "Unsere Kundenakquisitionskosten (CAC) sind zu hoch/unhaltbar.",
    "We are ready to scale, but don't have the systems to handle the volume.": "Wir sind bereit zu skalieren, haben aber nicht die Systeme, um das Volumen zu bewältigen.",
    "Which of these best describes the outcome that you would like to achieve in the next 90 days?": "Welches dieser Ergebnisse möchten Sie in den nächsten 90 Tagen am liebsten erreichen?",
    "Recapture 'lost' revenue by automating our lead follow-up.": "„Verlorene“ Einnahmen durch Automatisierung unserer Lead-Nachverfolgung zurückgewinnen.",
    "Reduce operational overhead by automating repetitive manual tasks.": "Betriebskosten durch Automatisierung sich wiederholender manueller Aufgaben senken.",
    "Launch a 24/7 AI-driven sales or support system.": "Ein 24/7 KI-gesteuertes Vertriebs- oder Supportsystem einführen.",
    "Scale our appointment volume without increasing our headcount.": "Unser Terminvolumen skalieren, ohne unsere Mitarbeiterzahl zu erhöhen.",
    "Clean up our data and sync our systems for a 'single source of truth'.": "Unsere Daten bereinigen und unsere Systeme für eine „einzige Quelle der Wahrheit“ synchronisieren.",
    "What is the biggest obstacle that you think is stopping you from achieving your goal?": "Was ist Ihrer Meinung nach das größte Hindernis, das Sie daran hindert, Ihr Ziel zu erreichen?",
    "Our current systems don't 'talk' to each other.": "Unsere aktuellen Systeme „sprechen“ nicht miteinander.",
    "We don't have the internal technical expertise to build or manage AI.": "Wir haben nicht die interne technische Expertise, um KI zu entwickeln oder zu verwalten.",
    "Our team is buried in 'busy work' and has no time to implement new tech.": "Unser Team ist mit „Fleißarbeit“ überhäuft und hat keine Zeit, neue Technologien zu implementieren.",
    "We've tried other tools or agencies, but they were too complex/didn't work.": "Wir haben andere Tools oder Agenturen ausprobiert, aber sie waren zu komplex/haben nicht funktioniert.",
    "Lack of clarity on where AI actually fits into our specific workflow.": "Mangelnde Klarheit darüber, wo KI tatsächlich in unseren spezifischen Workflow passt.",
    "Where would an AI-driven 'extra set of hands' make the biggest impact right now?": "Wo würde eine KI-gesteuerte „zusätzliche Hand“ im Moment den größten Einfluss haben?",
    "Handling basic administrative tasks and data entry.": "Erledigung grundlegender administrativer Aufgaben und Dateneingabe.",
    "Managing and nurturing our existing lead database via SMS and Email.": "Verwaltung und Pflege unserer bestehenden Lead-Datenbank per SMS und E-Mail.",
    "Replacing/Augmenting our front-line Sales or Support with 24/7 AI Voice Agents.": "Ersetzen/Ergänzen unseres Front-Line-Vertriebs oder Supports durch 24/7-KI-Sprachagenten.",
    "Building a fully integrated, end-to-end automated sales funnel (from Lead to Close).": "Aufbau eines vollständig integrierten, durchgängig automatisierten Verkaufstrichters (vom Lead bis zum Abschluss).",
    "Is there anything else that you think we need to know about?": "Gibt es noch etwas, von dem Sie denken, dass wir es wissen sollten?",
    "Your Immediate Implementation Plan": "Ihr sofortiger Umsetzungsplan",
    "Generated on": "Generiert am",
    "Define Your Target Audience": "Definieren Sie Ihre Zielgruppe",
    "Clearly defining your ideal customer is the foundation of all marketing. We recommend creating detailed buyer personas to guide your strategy, messaging, and targeting.": "Die klare Definition Ihres idealen Kunden ist die Grundlage allen Marketings. Wir empfehlen, detaillierte Käufer-Personas zu erstellen, um Ihre Strategie, Botschaften und Zielgruppenansprache zu leiten.",
    "Build a Professional Website": "Erstellen Sie eine professionelle Website",
    "Your website is your digital storefront. We recommend developing a modern, mobile-responsive website that clearly communicates your value and makes it easy for visitors to convert.": "Ihre Website ist Ihr digitales Schaufenster. Wir empfehlen die Entwicklung einer modernen, mobil ansprechenden Website, die Ihren Wert klar kommuniziert und es den Besuchern leicht macht, zu konvertieren.",
    "Leverage Social Media": "Nutzen Sie soziale Medien",
    "Establish a presence on the social media platforms where your target audience is most active. We recommend creating a content calendar and engaging with your followers consistently.": "Bauen Sie eine Präsenz auf den Social-Media-Plattformen auf, auf denen Ihre Zielgruppe am aktivsten ist. Wir empfehlen die Erstellung eines Inhaltskalenders und die konsistente Interaktion mit Ihren Followern.",
    "Implement a Review Collection System": "Implementieren Sie ein System zur Sammlung von Bewertungen",
    "Social proof is critical for building trust. We recommend automating the process of requesting reviews from happy customers via email or SMS.": "Sozialer Beweis ist entscheidend für den Aufbau von Vertrauen. Wir empfehlen, den Prozess der Anforderung von Bewertungen von zufriedenen Kunden per E-Mail oder SMS zu automatisieren.",
    "Launch Online Advertising Campaigns": "Starten Sie Online-Werbekampagnen",
    "Paid ads can drive immediate traffic and leads. We recommend starting with a small, targeted campaign on a platform like Facebook or Google to test messaging and audiences.": "Bezahlte Anzeigen können sofortigen Traffic und Leads generieren. Wir empfehlen, mit einer kleinen, zielgerichteten Kampagne auf einer Plattform wie Facebook oder Google zu beginnen, um Botschaften und Zielgruppen zu testen.",
    "Start Building an Email List": "Beginnen Sie mit dem Aufbau einer E-Mail-Liste",
    "Email marketing provides a direct line to your audience. We recommend using a lead magnet (e.g., a free guide) to capture email addresses and nurturing them with valuable content.": "E-Mail-Marketing bietet eine direkte Verbindung zu Ihrer Zielgruppe. Wir empfehlen die Verwendung eines Lead-Magneten (z. B. eines kostenlosen Leitfadens), um E-Mail-Adressen zu sammeln und sie mit wertvollen Inhalten zu pflegen.",
    "Invest in Search Engine Optimization (SEO)": "Investieren Sie in Suchmaschinenoptimierung (SEO)",
    "SEO helps your business get found on Google. We recommend focusing on local SEO basics, such as optimizing your Google Business Profile and building local citations.": "SEO hilft Ihrem Unternehmen, bei Google gefunden zu werden. Wir empfehlen, sich auf die Grundlagen des lokalen SEO zu konzentrieren, wie z. B. die Optimierung Ihres Google-Unternehmensprofils und den Aufbau lokaler Zitate.",
    "Develop a Content Marketing Strategy": "Entwickeln Sie eine Content-Marketing-Strategie",
    "Content builds authority and attracts your target audience. We recommend creating helpful blog posts, videos, or guides that address your customers' pain points.": "Inhalte bauen Autorität auf und ziehen Ihre Zielgruppe an. Wir empfehlen die Erstellung hilfreicher Blog-Beiträge, Videos oder Leitfäden, die die Schmerzpunkte Ihrer Kunden ansprechen.",
    "Create a Lead Follow-Up Process": "Erstellen Sie einen Lead-Follow-Up-Prozess",
    "Speed is critical for converting leads. We recommend implementing an automated system to respond to new inquiries within minutes via SMS and email to book an appointment.": "Geschwindigkeit ist entscheidend für die Konvertierung von Leads. Wir empfehlen die Implementierung eines automatisierten Systems, um auf neue Anfragen innerhalb von Minuten per SMS und E-Mail zu antworten, um einen Termin zu buchen.",
    "Track Your Marketing Channels": "Verfolgen Sie Ihre Marketingkanäle",
    "Understanding where your customers come from is key to optimizing your marketing spend. We recommend using tracking tools like UTM parameters and analytics to measure the ROI of each channel.": "Das Verständnis, woher Ihre Kunden kommen, ist der Schlüssel zur Optimierung Ihrer Marketingausgaben. Wir empfehlen die Verwendung von Tracking-Tools wie UTM-Parametern und Analysen, um den ROI jedes Kanals zu messen.",
    "Strategy for Generating More Leads": "Strategie zur Generierung von mehr Leads",
    "To generate more leads, focus on a multi-channel approach. Consider using targeted online advertising and content marketing to attract your ideal customers.": "Um mehr Leads zu generieren, konzentrieren Sie sich auf einen Multi-Channel-Ansatz. Erwägen Sie den Einsatz von gezielter Online-Werbung und Content-Marketing, um Ihre idealen Kunden zu gewinnen.",
    "Strategy for Improving Lead Follow-Up": "Strategie zur Verbesserung der Lead-Nachverfolgung",
    "To improve lead follow-up, consider implementing an automated system to instantly engage new leads via SMS and email. This ensures no opportunity is missed.": "Um die Lead-Nachverfolgung zu verbessern, erwägen Sie die Implementierung eines automatisierten Systems, um neue Leads sofort per SMS und E-Mail anzusprechen. Dadurch wird sichergestellt, dass keine Gelegenheit verpasst wird.",
    "Strategy for Automating Repetitive Tasks": "Strategie zur Automatisierung sich wiederholender Aufgaben",
    "To free up your team, identify and automate repetitive tasks such as data entry, lead qualification, and appointment scheduling. This will allow them to focus on high-value activities.": "Um Ihr Team zu entlasten, identifizieren und automatisieren Sie sich wiederholende Aufgaben wie Dateneingabe, Lead-Qualifizierung und Terminplanung. Dadurch können sie sich auf hochwertige Aktivitäten konzentrieren.",
    "Strategy for Reducing Customer Acquisition Cost": "Strategie zur Reduzierung der Kundenakquisitionskosten",
    "To reduce your customer acquisition cost, focus on optimizing your ad campaigns. Additionally, implement a lead nurturing system to maximize the value of every lead you generate.": "Um Ihre Kundenakquisitionskosten zu senken, konzentrieren Sie sich auf die Optimierung Ihrer Werbekampagnen. Implementieren Sie außerdem ein Lead-Nurturing-System, um den Wert jedes von Ihnen generierten Leads zu maximieren.",
    "Strategy for Building Scalable Systems": "Strategie zum Aufbau skalierbarer Systeme",
    "To prepare your business for scale, build robust and automated systems for lead management and customer onboarding. This will help handle increased volume without needing to increase headcount.": "Um Ihr Unternehmen auf Skalierung vorzubereiten, bauen Sie robuste und automatisierte Systeme für das Lead-Management und das Kunden-Onboarding auf. Dies wird dazu beitragen, ein erhöhtes Volumen zu bewältigen, ohne die Mitarbeiterzahl erhöhen zu müssen.",
    "How to Recapture 'Lost' Revenue": "So gewinnen Sie „verlorene“ Einnahmen zurück",
    "Implement an automated lead follow-up sequence to re-engage and convert leads that have gone cold. This can help recapture lost revenue opportunities.": "Implementieren Sie eine automatisierte Lead-Follow-up-Sequenz, um Leads, die kalt geworden sind, wieder anzusprechen und zu konvertieren. Dies kann dazu beitragen, verlorene Umsatzmöglichkeiten zurückzugewinnen.",
    "How to Reduce Operational Overhead": "So reduzieren Sie den Betriebsaufwand",
    "Map your current workflows to identify key areas for automation, like data entry and reporting. This can significantly reduce operational overhead.": "Bilden Sie Ihre aktuellen Arbeitsabläufe ab, um Schlüsselbereiche für die Automatisierung zu identifizieren, wie z. B. Dateneingabe und Berichterstattung. Dies kann den Betriebsaufwand erheblich reduzieren.",
    "How to Launch a 24/7 AI-Driven System": "So starten Sie ein 24/7 KI-gesteuertes System",
    "Consider deploying a 24/7 AI-driven system to handle inbound calls, answer common questions, and qualify leads. This provides round-the-clock coverage.": "Erwägen Sie den Einsatz eines 24/7 KI-gesteuerten Systems zur Bearbeitung eingehender Anrufe, zur Beantwortung häufiger Fragen und zur Qualifizierung von Leads. Dies bietet eine Rund-um-die-Uhr-Abdeckung.",
    "How to Scale Appointment Volume": "So skalieren Sie das Terminvolumen",
    "An automated appointment booking system that integrates with your team's calendars can allow leads to book meetings automatically, helping you scale appointment volume efficiently.": "Ein automatisiertes Terminbuchungssystem, das sich in die Kalender Ihres Teams integriert, kann es Leads ermöglichen, Besprechungen automatisch zu buchen, und Ihnen helfen, das Terminvolumen effizient zu skalieren.",
    "How to Clean Up Data & Sync Systems": "So bereinigen Sie Daten und synchronisieren Systeme",
    "Set up integrations between your key systems (CRM, email, etc.) to create a single source of truth for your customer data. This ensures consistency and accuracy.": "Richten Sie Integrationen zwischen Ihren Schlüsselsystemen (CRM, E-Mail usw.) ein, um eine einzige Quelle der Wahrheit für Ihre Kundendaten zu schaffen. Dies gewährleistet Konsistenz und Genauigkeit.",
    "How to Overcome System Integration Challenges": "So überwinden Sie Herausforderungen bei der Systemintegration",
    "To solve this, focus on system integration. Connect your disparate software tools to create a seamless flow of data across your business. Tools like Zapier or Make can be a good starting point for this.": "Um dies zu lösen, konzentrieren Sie sich auf die Systemintegration. Verbinden Sie Ihre unterschiedlichen Software-Tools, um einen nahtlosen Datenfluss in Ihrem Unternehmen zu schaffen. Tools wie Zapier oder Make können hierfür ein guter Ausgangspunkt sein.",
    "How to Address a Lack of Technical Expertise": "So gehen Sie mit mangelnder technischer Expertise um",
    "Since you lack internal technical expertise, consider upskilling your team with online courses, hiring a freelance automation expert, or partnering with a specialized agency. Start with simple, low-code automation tools to build confidence.": "Da Ihnen die interne technische Expertise fehlt, sollten Sie erwägen, Ihr Team mit Online-Kursen weiterzubilden, einen freiberuflichen Automatisierungsexperten einzustellen oder mit einer spezialisierten Agentur zusammenzuarbeiten. Beginnen Sie mit einfachen Low-Code-Automatisierungstools, um Vertrauen aufzubauen.",
    "How to Free Your Team from 'Busy Work'": "So befreien Sie Ihr Team von „Fleißarbeit“",
    "The first step is to identify and prioritize the 'busy work' that can be automated. Start with small, high-impact tasks to demonstrate the value of automation and free up time for more strategic initiatives.": "Der erste Schritt besteht darin, die „Fleißarbeit“, die automatisiert werden kann, zu identifizieren und zu priorisieren. Beginnen Sie mit kleinen, wirkungsvollen Aufgaben, um den Wert der Automatisierung zu demonstrieren und Zeit für strategischere Initiativen zu schaffen.",
    "How to Find the Right Solution After Past Failures": "So finden Sie nach vergangenen Misserfolgen die richtige Lösung",
    "Past negative experiences can be discouraging. The key is to find the right-fit solution. Instead of one-size-fits-all tools, look for solutions that can be custom-tailored to your specific workflow for better results.": "Vergangene negative Erfahrungen können entmutigend sein. Der Schlüssel liegt darin, die passende Lösung zu finden. Anstelle von Einheitslösungen sollten Sie nach Lösungen suchen, die speziell auf Ihren Arbeitsablauf zugeschnitten werden können, um bessere Ergebnisse zu erzielen.",
    "How to Find the Right Place for AI in Your Business": "So finden Sie den richtigen Platz für KI in Ihrem Unternehmen",
    "To gain clarity, start by mapping your current business processes. Identify bottlenecks and repetitive tasks. This will help you pinpoint the highest-impact opportunities where AI and automation can be applied.": "Um Klarheit zu gewinnen, beginnen Sie mit der Abbildung Ihrer aktuellen Geschäftsprozesse. Identifizieren Sie Engpässe und sich wiederholende Aufgaben. Dies wird Ihnen helfen, die wirkungsvollsten Möglichkeiten zu finden, bei denen KI und Automatisierung eingesetzt werden können.",
    "Recommendation for Administrative Tasks": "Empfehlung für administrative Aufgaben",
    "AI agents are excellent for automating administrative tasks like data entry, scheduling, and generating reports. Look into tools that can handle these functions to free up significant time for your team.": "KI-Agenten eignen sich hervorragend zur Automatisierung administrativer Aufgaben wie Dateneingabe, Terminplanung und Berichterstellung. Suchen Sie nach Tools, die diese Funktionen übernehmen können, um Ihrem Team viel Zeit zu sparen.",
    "Recommendation for Nurturing Leads": "Empfehlung zur Pflege von Leads",
    "Implement an automated SMS and email nurturing campaign to re-engage your existing lead database. This is a powerful way to identify new opportunities and drive repeat business.": "Implementieren Sie eine automatisierte SMS- und E-Mail-Nurturing-Kampagne, um Ihre bestehende Lead-Datenbank wieder anzusprechen. Dies ist eine wirksame Methode, um neue Möglichkeiten zu identifizieren und Folgegeschäfte zu generieren.",
    "Recommendation for Front-line Sales/Support": "Empfehlung für den Front-Line-Vertrieb/Support",
    "AI Voice Agents can be used to handle front-line sales and support calls 24/7. They can qualify leads, answer FAQs, and route complex issues to your human team, ensuring you never miss a call.": "KI-Sprachagenten können verwendet werden, um 24/7 Vertriebs- und Supportanrufe an vorderster Front zu bearbeiten. Sie können Leads qualifizieren, FAQs beantworten und komplexe Probleme an Ihr menschliches Team weiterleiten, um sicherzustellen, dass Sie keinen Anruf verpassen.",
    "Recommendation for Building an Automated Sales Funnel": "Empfehlung zum Aufbau eines automatisierten Verkaufstrichters",
    "Building a fully automated sales funnel is a powerful goal. This involves integrating tools for lead capture, qualification, appointment booking, and follow-up to create a seamless customer acquisition process.": "Der Aufbau eines vollständig automatisierten Verkaufstrichters ist ein starkes Ziel. Dies beinhaltet die Integration von Tools für die Lead-Erfassung, -Qualifizierung, Terminbuchung und Nachverfolgung, um einen nahtlosen Kundengewinnungsprozess zu schaffen.",
    "Continue Your Success": "Setzen Sie Ihren Erfolg fort",
    "Your marketing and sales processes are already strong. We recommend exploring advanced automation strategies to further scale your success, such as predictive lead scoring and personalized customer journeys.": "Ihre Marketing- und Vertriebsprozesse sind bereits stark. Wir empfehlen, fortschrittliche Automatisierungsstrategien zu erkunden, um Ihren Erfolg weiter zu skalieren, wie z. B. prädiktives Lead-Scoring und personalisierte Customer Journeys.",
    "We also have a product that can take care of this for you.": "Wir haben auch ein Produkt, das dies für Sie erledigen kann.",
    "See Recommended Product": "Empfohlenes Produkt anzeigen"
}
