{
    "Client Login": "Acceso de cliente",
    "Are you ready to scale your business?": "¿Estás listo para escalar tu negocio?",
    "Answer 15 questions that will help you get": "Responde 15 preguntas que te ayudarán a conseguir",
    "MORE LEADS": "MÁS CLIENTES POTENCIALES",
    "MORE QUOTES": "MÁS COTIZACIONES",
    "MORE JOBS": "MÁS TRABAJOS",
    "Start Your Assessment": "Comienza tu evaluación",
    "Completely Free": "Completamente gratis",
    "Immediate Recommendations": "Recomendaciones inmediatas",
    "Takes 3 minutes": "Toma 3 minutos",
    "A few of our agents": "Algunos de nuestros agentes",
    "The Most Powerful Receptionist Service": "El servicio de recepcionista más potente",
    "24/7 call answering for small business, powered by superior AI technology": "Contestador automático 24/7 para pequeñas empresas, impulsado por tecnología de IA superior",
    "Solar": "Solar",
    "Radiant Path Solar": "Radiant Path Solar",
    "Kitchens & Baths": "Cocinas y Baños",
    "Everstone Kitchen and Bath": "Everstone Kitchen and Bath",
    "Flooring": "Pisos",
    "FC Flooring": "FC Flooring",
    "Carpet Cleaning": "Limpieza de alfombras",
    "Integrity Cleaning and Restoration": "Integrity Cleaning and Restoration",
    "How we help": "Cómo ayudamos",
    "Discover the Benefits of Automation": "Descubra los beneficios de la automatización",
    "Stop losing customers to your competition. We've got you covered.": "Deje de perder clientes frente a su competencia. Nosotros nos encargamos.",
    "Instant Response": "Respuesta instantánea",
    "Our AI agents are trained to respond to your leads in seconds, not minutes.": "Nuestros agentes de IA están entrenados para responder a sus clientes potenciales en segundos, no en minutos.",
    "Never Miss A Lead": "Nunca pierda un cliente potencial",
    "With 24/7/365 availability, we ensure every potential customer is greeted and qualified.": "Con disponibilidad 24/7/365, nos aseguramos de que cada cliente potencial sea recibido y calificado.",
    "Automated Appointment Booking": "Reserva de citas automatizada",
    "Qualified leads can book directly on your calendar without you lifting a finger.": "Los clientes potenciales calificados pueden reservar directamente en su calendario sin que usted mueva un dedo.",
    "24/7/365 Availability": "Disponibilidad 24/7/365",
    "Our service never sleeps, providing constant coverage for your business.": "Nuestro servicio nunca duerme, brindando cobertura constante para su negocio.",
    "Seamless CRM Integration": "Integración perfecta con CRM",
    "Automatically sync lead data with your existing CRM for streamlined workflow.": "Sincronice automáticamente los datos de los clientes potenciales con su CRM existente para un flujo de trabajo optimizado.",
    "Custom-Trained For You": "Entrenado a medida para usted",
    "We train our agents on the specifics of your business for a personalized experience.": "Entrenamos a nuestros agentes en los detalles de su negocio para una experiencia personalizada.",
    "Our Technology": "Nuestra tecnología",
    "Types of AI Voice Assistants": "Tipos de asistentes de voz con IA",
    "Deploy specialized AI agents to automate and enhance your business operations.": "Implemente agentes de IA especializados para automatizar y mejorar sus operaciones comerciales.",
    "Lead Qualification Agent": "Agente de calificación de clientes potenciales",
    "Automatically qualifies inbound leads, asks screening questions, and routes high-intent prospects to your sales team.": "Califica automáticamente los clientes potenciales entrantes, hace preguntas de selección y dirige a los prospectos de alta intención a su equipo de ventas.",
    "Appointment Booking Agent": "Agente de reserva de citas",
    "Integrates with calendars to autonomously schedule, reschedule, and confirm appointments with clients and leads.": "Se integra con calendarios para programar, reprogramar y confirmar citas de forma autónoma con clientes y clientes potenciales.",
    "Proactive Outreach Agent": "Agente de alcance proactivo",
    "Executes outbound calling campaigns for customer feedback, promotions, or re-engagement initiatives.": "Ejecuta campañas de llamadas salientes para comentarios de clientes, promociones o iniciativas de reenganche.",
    "Unlock Your Potential": "Desbloquee su potencial",
    "Transform Your Business with Our AI Solutions": "Transforme su negocio con nuestras soluciones de IA",
    "Get Started": "Empezar",
    "Social Proof": "Prueba social",
    "What Our Clients Say About Our AI Agents": "Lo que dicen nuestros clientes sobre nuestros agentes de IA",
    "The ROI we've seen with T3 Solutions has been incredible. They didn't just hand us a tool; they built a solution that scaled our operations and modernized our entire workflow. Huge shoutout to John and Joey for their forward-thinking approach and relentless focus on our success. They are truly the gold standard for AI integration.": "El ROI que hemos visto con T3 Solutions ha sido increíble. No solo nos dieron una herramienta; construyeron una solución que escaló nuestras operaciones y modernizó todo nuestro flujo de trabajo. Un gran reconocimiento a John y Joey por su enfoque innovador y su enfoque implacable en nuestro éxito. Son verdaderamente el estándar de oro para la integración de la IA.",
    "Vanguard Urban Living": "Vanguard Urban Living",
    "T3 Solutions has been a game-changer for our business. Rather than acting as a standard vendor, they operate as a seamless extension of our internal team. Their custom AI implementation didn't just improve our efficiency—it fundamentally sharpened our competitive advantage. If you want a forward-thinking partner invested in your long-term growth, I can't recommend them highly enough.": "T3 Solutions ha sido un cambio de juego para nuestro negocio. En lugar de actuar como un proveedor estándar, operan como una extensión perfecta de nuestro equipo interno. Su implementación de IA personalizada no solo mejoró nuestra eficiencia, sino que agudizó fundamentalmente nuestra ventaja competitiva. Si desea un socio con visión de futuro invertido en su crecimiento a largo plazo, no puedo recomendarlos lo suficiente.",
    "CEO, Sunny Day Solar Company": "CEO, Sunny Day Solar Company",
    "Total game-changers. T3 Solutions integrated seamlessly into our workflow and delivered an AI solution that has revolutionized our efficiency. John, Joey, and the crew are true professionals who stay ahead of the curve. If you're looking for a competitive edge, this is the team you want in your corner.": "Un cambio total. T3 Solutions se integró a la perfección en nuestro flujo de trabajo y entregó una solución de IA que ha revolucionado nuestra eficiencia. John, Joey y el equipo son verdaderos profesionales que se mantienen a la vanguardia. Si busca una ventaja competitiva, este es el equipo que quiere en su esquina.",
    "FC Flooring": "FC Flooring",
    "T3 Automations is trusted by 5,000+ businesses": "Más de 5,000 empresas confían en T3 Automations",
    "Converts callers into clients": "Convierte a las personas que llaman en clientes",
    "T3 Solutions is our inbound sales team. Having a trained and personable voice has transformed our ability to answer the phone and convert callers to clients.": "T3 Solutions es nuestro equipo de ventas entrantes. Tener una voz entrenada y agradable ha transformado nuestra capacidad para contestar el teléfono y convertir a las personas que llaman en clientes.",
    "Steven Forester": "Steven Forester",
    "Owner, Vertical Solutions LLC": "Propietario, Vertical Solutions LLC",
    "Frequently asked questions": "Preguntas frecuentes",
    "Do you count SPAM calls towards my quota?": "¿Cuentan las llamadas de SPAM para mi cuota?",
    "Every call answered by your AI Receptionist counts toward your call quota by default. Smith.ai offers AI Receptionist customers an allowance to remove up to 10% of their calls from their bill each billing cycle to account for selected spam calls. Calls from 20 million+ known spammers are automatically filtered out by our system before your AI Receptionist answers, and these calls do not count toward your quota. You can learn more about this ": "Cada llamada respondida por su recepcionista de IA cuenta para su cuota de llamadas de forma predeterminada. Smith.ai ofrece a los clientes de AI Receptionist una asignación para eliminar hasta el 10% de sus llamadas de su factura cada ciclo de facturación para tener en cuenta las llamadas de spam seleccionadas. Las llamadas de más de 20 millones de spammers conocidos se filtran automáticamente de nuestro sistema antes de que su recepcionista de IA responda, y estas llamadas no cuentan para su cuota. Puede obtener más información sobre esto ",
    "here": "aquí",
    "How do you determine if calls are SPAM?": "¿Cómo determinan si las llamadas son SPAM?",
    "With technology! Our system automatically blocks over 20 million spam and robocalls from ever getting through. If a new spam number does get through, you can mark it as spam to automatically block the caller and add it to your spam list, so it can’t get through ever again.": "¡Con tecnología! Nuestro sistema bloquea automáticamente más de 20 millones de llamadas de spam y robollamadas para que nunca lleguen. Si un nuevo número de spam logra pasar, puede marcarlo como spam para bloquear automáticamente al llamante y agregarlo a su lista de spam, para que nunca más pueda volver a pasar.",
    "Do I have to sign a contract?": "¿Tengo que firmar un contrato?",
    "No. AI Receptionist is a month-to-month service. This means there aren’t any long-term contracts. You pay for the AI Receptionist service each month. If you ever cancel, we need 30 days’ notice, and then you’re done. And we will miss you.": "No. AI Receptionist es un servicio de mes a mes. Esto significa que no hay contratos a largo plazo. Usted paga por el servicio de AI Receptionist cada mes. Si alguna vez cancela, necesitamos un aviso de 30 días, y luego habrá terminado. Y lo extrañaremos.",
    "Can I change my plan?": "¿Puedo cambiar mi plan?",
    "We offer flexible monthly and annual plans. You'll be billed at the beginning of each cycle. We also have usage-based pricing for additional features and talk time.": "Ofrecemos planes mensuales y anuales flexibles. Se le facturará al comienzo de cada ciclo. También tenemos precios basados en el uso para funciones adicionales y tiempo de conversación.",
    "Take the faster path to growth. ": "Tome el camino más rápido hacia el crecimiento. ",
    " Get T3 Automations today.": " Obtenga T3 Automations hoy.",
    "No software to install. No training required.": "No hay software que instalar. No se requiere entrenamiento.",
    "Book a call": "Reservar una llamada",
    "Watch a demo": "Ver una demostración",
    "Empowering small businesses through automations and AI Voice Assistants": "Empoderando a las pequeñas empresas a través de automatizaciones y asistentes de voz con IA",
    "All Rights Reserved.": "Todos los derechos reservados.",
    "Business Automation Starter Package": "Paquete de inicio de automatización empresarial",
    "All tiers include $0.25/min usage charges • Phone Numbers are $3.00/ea • First month due upon signing up": "Todos los niveles incluyen cargos por uso de $0.25/min • Los números de teléfono cuestan $3.00/cada uno • El primer mes se debe pagar al registrarse",
    "+ $.025/min": "+ $0.025/min",
    "No Setup Fee": "Sin tarifa de configuración",
    "No Contract": "Sin contrato",
    "No Hidden Costs": "Sin costos ocultos",
    "6-MONTH COMMITMENT": "COMPROMISO DE 6 MESES",
    "Paid upfront": "Pagado por adelantado",
    "was": "era",
    "Save $200 per month": "Ahorre $200 por mes",
    "Total savings: $1,200": "Ahorro total: $1,200",
    "2-year price lock": "Bloqueo de precios por 2 años",
    "Save - 13%": "Ahorro - 13%",
    "12-MONTH COMMITMENT": "COMPROMISO DE 12 MESES",
    "Save $500 per month": "Ahorre $500 por mes",
    "Total savings: $6,000": "Ahorro total: $6,000",
    "5-year price lock": "Bloqueo de precios por 5 años",
    "Best Value - 33% off": "Mejor valor: 33% de descuento",
    "What's in the box?": "¿Qué hay en la caja?",
    "Over $7,000 worth of features included:": "Más de $7,000 en funciones incluidas:",
    "Lead qualification": "Calificación de clientes potenciales",
    "Free!": "¡Gratis!",
    "We'll capture and qualify your leads based on your custom criteria.": "Capturaremos y calificaremos a sus clientes potenciales según sus criterios personalizados.",
    "Leads are screened to determine if they are a good fit based on needs, location, and budget.": "Los clientes potenciales son evaluados para determinar si son una buena opción en función de las necesidades, la ubicación y el presupuesto.",
    "GoHighLevel CRM": "CRM GoHighLevel",
    "a $120 value": "un valor de $120",
    "GoHighLevel CRM is included or we can create an integration with your CRM.": "GoHighLevel CRM está incluido o podemos crear una integración con su CRM.",
    "We support GoHighLevel, HubSpot & Salesforce": "Apoyamos GoHighLevel, HubSpot y Salesforce",
    "AI Scheduling": "Programación con IA",
    "a $500 value": "un valor de $500",
    "AI integrates with GoHighLevel or your CRM to book appointments directly into your calendar — live on the call.": "La IA se integra con GoHighLevel o su CRM para reservar citas directamente en su calendario, en vivo durante la llamada.",
    "Integrates directly into your CRM.": "Se integra directamente en su CRM.",
    "Custom Dashboard": "Panel de control personalizado",
    "a $200 value": "un valor de $200",
    "View all your stats in one location on your custom dashboard.": "Vea todas sus estadísticas en un solo lugar en su panel de control personalizado.",
    "View stats, call flow and call summaries at anytime.": "Vea estadísticas, flujo de llamadas y resúmenes de llamadas en cualquier momento.",
    "Call Summary": "Resumen de la llamada",
    "Your custom dashboard will keep track of all customer interaction details.": "Su panel de control personalizado hará un seguimiento de todos los detalles de la interacción con el cliente.",
    "Call summaries can be viewed at anytime via the custom dashboard.": "Los resúmenes de llamadas se pueden ver en cualquier momento a través del panel de control personalizado.",
    "Customer Qualifying": "Calificación del cliente",
    "No more wasting time with customers who are not a fit for your business.": "No más perder el tiempo con clientes que no son adecuados para su negocio.",
    "Custom call flow based on your criteria.": "Flujo de llamadas personalizado según sus criterios.",
    "Marketing Ads": "Anuncios de marketing",
    "a $3,000 value": "un valor de $3,000",
    "Our creative team will create 4 custom video ads per month for you using AI. ": "Nuestro equipo creativo creará 4 anuncios de video personalizados por mes para usted usando IA. ",
    "Learn More": "Aprende más",
    "Ads are 10-15 seconds each in 1:1 and 4:5 aspect ratios and optimized for Facebook and Instagram.": "Los anuncios duran entre 10 y 15 segundos cada uno en relaciones de aspecto de 1:1 y 4:5 y están optimizados para Facebook e Instagram.",
    "Ad Management": "Gestión de anuncios",
    "a $2,500 value": "un valor de $2,500",
    "We will manage your ad campaigns on Facebook and Instagram, optimize and rotate ads monthly.": "Gestionaremos sus campañas publicitarias en Facebook e Instagram, optimizaremos y rotaremos los anuncios mensualmente.",
    "Requires min ad spend of $2500 per month.": "Requiere un gasto mínimo en publicidad de $2500 por mes.",
    "Automations": "Automatizaciones",
    "a $1,500 value": "un valor de $1,500",
    "Custom reminders and followups for your leads and exiting customer base.": "Recordatorios y seguimientos personalizados para sus clientes potenciales y su base de clientes existente.",
    "Great for repeat business generation.": "Excelente para la generación de negocios repetidos.",
    "Schedule a free consultation": "Programe una consulta gratuita",
    "In this meeting, we'll discuss:": "En esta reunión, discutiremos:",
    "Your current business challenges and where you need help": "Sus desafíos comerciales actuales y dónde necesita ayuda",
    "The value of professional, 24/7 customer engagement": "El valor de la participación profesional del cliente 24/7",
    "How we can help you improve your business operations": "Cómo podemos ayudarlo a mejorar sus operaciones comerciales",
    "The range of solutions we offer for small and midsize businesses": "La gama de soluciones que ofrecemos para pequeñas y medianas empresas",
    "Name": "Nombre",
    "Email": "Correo electrónico",
    "Message": "Mensaje",
    "Sending...": "Enviando...",
    "Send": "Enviar",
    "Email Sent Successfully!": "¡Correo electrónico enviado con éxito!",
    "Login": "Acceso",
    "Enter your email below to login to your account.": "Ingrese su correo electrónico a continuación para iniciar sesión en su cuenta.",
    "Password": "Contraseña",
    "Sign in": "Registrarse",
    "Or continue with": "O continuar con",
    "Google": "Google",
    "Don't have an account?": "¿No tienes una cuenta?",
    "Sign up": "Registrarse",
    "Loading...": "Cargando...",
    "AI-Powered Marketing Ads": "Anuncios de marketing con tecnología de IA",
    "We create 4 custom, high-impact video ads for you every month, optimized for platforms like Facebook and Instagram.": "Creamos 4 anuncios de video personalizados y de alto impacto para usted cada mes, optimizados para plataformas como Facebook e Instagram.",
    "Integrity Cleaning & Restoration": "Integrity Cleaning & Restoration",
    "A 10-second Meta Ad for an after-holiday promotion.": "Un anuncio de Meta de 10 segundos para una promoción posterior a las vacaciones.",
    "Your browser does not support the video tag.": "Tu navegador no soporta la etiqueta de video.",
    "A 9-second Meta Ad for an after-holiday promotion.": "Un anuncio de Meta de 9 segundos para una promoción posterior a las vacaciones.",
    "A 15-second Meta Ad for an after-holiday promotion.": "Un anuncio de Meta de 15 segundos para una promoción posterior a las vacaciones.",
    "A 24-second Meta Ad for remediation and restoration service.": "Un anuncio de Meta de 24 segundos para un servicio de remediación y restauración.",
    "A 10-second Meta Ad for a carpet cleaning promotion.": "Un anuncio de Meta de 10 segundos para una promoción de limpieza de alfombras.",
    "Video Placeholder": "Marcador de posición de video",
    "Sign Up": "Registrarse",
    "Create an account to get started.": "Crea una cuenta para empezar.",
    "Business Name": "Nombre del Negocio",
    "Phone Number": "Número de teléfono",
    "Already have an account?": "¿Ya tienes una cuenta?",
    "Log in": "Iniciar sesión",
    "Free Assessment Quiz": "Prueba de evaluación gratuita",
    "See how your customer acquisition strategy stacks up.": "Vea cómo se compara su estrategia de adquisición de clientes.",
    "Question": "Pregunta",
    "of": "de",
    "Have you clearly defined your target audience?": "¿Ha definido claramente su público objetivo?",
    "Yes": "Sí",
    "No": "No",
    "(Choose one)": "(Elija uno)",
    "Next": "Siguiente",
    "(Choose all that apply)": "(Elige todas las que correspondan)",
    "Quiz Complete!": "¡Prueba completada!",
    "Here are your results.": "Aquí están tus resultados.",
    "Excellent! You're a marketing pro. Let's talk about how our AI can automate your success and take you to the next level.": "¡Excelente! Eres un profesional del marketing. Hablemos de cómo nuestra IA puede automatizar tu éxito y llevarte al siguiente nivel.",
    "You've got a solid foundation. Let us show you how to fill in the gaps and turn more leads into customers.": "Tienes una base sólida. Déjanos mostrarte cómo llenar los vacíos y convertir más clientes potenciales en clientes.",
    "There's a huge opportunity for growth. Our AI solutions can build and execute a customer acquisition strategy for you.": "Hay una gran oportunidad de crecimiento. Nuestras soluciones de IA pueden construir y ejecutar una estrategia de adquisición de clientes para usted.",
    "Key Insights": "Perspectivas clave",
    "Based on your score, you have a solid foundation but could see significant growth by automating lead follow-up.": "Según su puntaje, tiene una base sólida, pero podría ver un crecimiento significativo al automatizar el seguimiento de clientes potenciales.",
    "Your answers suggest that your team spends valuable time on repetitive manual tasks that could be automated.": "Sus respuestas sugieren que su equipo dedica un tiempo valioso a tareas manuales repetitivas que podrían automatizarse.",
    "There's a clear opportunity to implement a 24/7 AI-driven system to capture and qualify leads, ensuring you never miss an opportunity.": "Existe una clara oportunidad para implementar un sistema impulsado por IA 24/7 para capturar y calificar clientes potenciales, asegurando que nunca se pierda una oportunidad.",
    "Recommended Next Steps": "Próximos pasos recomendados",
    "Ready to turn these insights into action? Schedule a free, no-obligation consultation with one of our automation experts.": "¿Listo para convertir estas ideas en acción? Programe una consulta gratuita y sin compromiso con uno de nuestros expertos en automatización.",
    "Book a Free Consultation": "Reserve una consulta gratuita",
    "Or view your personalized plan.": "O vea su plan personalizado.",
    "View Your Custom Plan": "Ver su plan personalizado",
    "Which best describes your current situation?": "¿Cuál describe mejor tu situación actual?",
    "We need more leads.": "Necesitamos más clientes potenciales.",
    "We have leads, but we’re struggling to follow up fast enough.": "Tenemos clientes potenciales, pero tenemos dificultades para hacer un seguimiento lo suficientemente rápido.",
    "Our sales team is overwhelmed by repetitive manual tasks.": "Nuestro equipo de ventas está abrumado por tareas manuales repetitivas.",
    "Our customer acquisition cost (CAC) is too high/unsustainable.": "Nuestro costo de adquisición de clientes (CAC) es demasiado alto/insostenible.",
    "We are ready to scale, but don't have the systems to handle the volume.": "Estamos listos para escalar, pero no tenemos los sistemas para manejar el volumen.",
    "Which of these best describes the outcome that you would like to achieve in the next 90 days?": "¿Cuál de estos describe mejor el resultado que le gustaría lograr en los próximos 90 días?",
    "Recapture 'lost' revenue by automating our lead follow-up.": "Recuperar los ingresos 'perdidos' automatizando nuestro seguimiento de clientes potenciales.",
    "Reduce operational overhead by automating repetitive manual tasks.": "Reducir los gastos operativos automatizando tareas manuales repetitivas.",
    "Launch a 24/7 AI-driven sales or support system.": "Lanzar un sistema de ventas o soporte impulsado por IA 24/7.",
    "Scale our appointment volume without increasing our headcount.": "Escalar nuestro volumen de citas sin aumentar nuestra plantilla.",
    "Clean up our data and sync our systems for a 'single source of truth'.": "Limpiar nuestros datos y sincronizar nuestros sistemas para una 'única fuente de verdad'.",
    "What is the biggest obstacle that you think is stopping you from achieving your goal?": "¿Cuál cree que es el mayor obstáculo que le impide alcanzar su objetivo?",
    "Our current systems don't 'talk' to each other.": "Nuestros sistemas actuales no se 'comunican' entre sí.",
    "We don't have the internal technical expertise to build or manage AI.": "No tenemos la experiencia técnica interna para construir o gestionar la IA.",
    "Our team is buried in 'busy work' and has no time to implement new tech.": "Nuestro equipo está enterrado en 'trabajo ocupado' y no tiene tiempo para implementar nueva tecnología.",
    "We've tried other tools or agencies, but they were too complex/didn't work.": "Hemos probado otras herramientas o agencias, pero eran demasiado complejas/no funcionaban.",
    "Lack of clarity on where AI actually fits into our specific workflow.": "Falta de claridad sobre dónde encaja realmente la IA en nuestro flujo de trabajo específico.",
    "Where would an AI-driven 'extra set of hands' make the biggest impact right now?": "¿Dónde tendría un 'par de manos extra' impulsado por IA el mayor impacto en este momento?",
    "Handling basic administrative tasks and data entry.": "Manejo de tareas administrativas básicas y entrada de datos.",
    "Managing and nurturing our existing lead database via SMS and Email.": "Gestionar y nutrir nuestra base de datos de clientes potenciales existente a través de SMS y correo electrónico.",
    "Replacing/Augmenting our front-line Sales or Support with 24/7 AI Voice Agents.": "Reemplazar/aumentar nuestras ventas o soporte de primera línea con agentes de voz de IA 24/7.",
    "Building a fully integrated, end-to-end automated sales funnel (from Lead to Close).": "Construir un embudo de ventas automatizado de extremo a extremo totalmente integrado (desde el cliente potencial hasta el cierre).",
    "Is there anything else that you think we need to know about?": "¿Hay algo más que crea que necesitemos saber?",
    "Your Immediate Implementation Plan": "Su plan de implementación inmediata",
    "Generated on": "Generado en",
    "Define Your Target Audience": "Defina su público objetivo",
    "Clearly defining your ideal customer is the foundation of all marketing. We recommend creating detailed buyer personas to guide your strategy, messaging, and targeting.": "Definir claramente a su cliente ideal es la base de todo marketing. Recomendamos crear perfiles de comprador detallados para guiar su estrategia, mensajes y segmentación.",
    "Build a Professional Website": "Construya un sitio web profesional",
    "Your website is your digital storefront. We recommend developing a modern, mobile-responsive website that clearly communicates your value and makes it easy for visitors to convert.": "Su sitio web es su escaparate digital. Recomendamos desarrollar un sitio web moderno y adaptable a dispositivos móviles que comunique claramente su valor y facilite la conversión de los visitantes.",
    "Leverage Social Media": "Aproveche las redes sociales",
    "Establish a presence on the social media platforms where your target audience is most active. We recommend creating a content calendar and engaging with your followers consistently.": "Establezca una presencia en las plataformas de redes sociales donde su público objetivo es más activo. Recomendamos crear un calendario de contenido y relacionarse con sus seguidores de manera constante.",
    "Implement a Review Collection System": "Implemente un sistema de recopilación de reseñas",
    "Social proof is critical for building trust. We recommend automating the process of requesting reviews from happy customers via email or SMS.": "La prueba social es fundamental para generar confianza. Recomendamos automatizar el proceso de solicitud de reseñas de clientes satisfechos por correo electrónico o SMS.",
    "Launch Online Advertising Campaigns": "Lanzar campañas de publicidad en línea",
    "Paid ads can drive immediate traffic and leads. We recommend starting with a small, targeted campaign on a platform like Facebook or Google to test messaging and audiences.": "Los anuncios pagados pueden generar tráfico y clientes potenciales de inmediato. Recomendamos comenzar con una campaña pequeña y específica en una plataforma como Facebook o Google para probar los mensajes y las audiencias.",
    "Start Building an Email List": "Comience a construir una lista de correo electrónico",
    "Email marketing provides a direct line to your audience. We recommend using a lead magnet (e.g., a free guide) to capture email addresses and nurturing them with valuable content.": "El marketing por correo electrónico proporciona una línea directa con su audiencia. Recomendamos usar un imán de clientes potenciales (por ejemplo, una guía gratuita) para capturar direcciones de correo electrónico y nutrirlas con contenido valioso.",
    "Invest in Search Engine Optimization (SEO)": "Invierta en optimización de motores de búsqueda (SEO)",
    "SEO helps your business get found on Google. We recommend focusing on local SEO basics, such as optimizing your Google Business Profile and building local citations.": "El SEO ayuda a que su negocio sea encontrado en Google. Recomendamos centrarse en los conceptos básicos de SEO local, como optimizar su perfil de Google Business y crear citas locales.",
    "Develop a Content Marketing Strategy": "Desarrolle una estrategia de marketing de contenidos",
    "Content builds authority and attracts your target audience. We recommend creating helpful blog posts, videos, or guides that address your customers' pain points.": "El contenido genera autoridad y atrae a su público objetivo. Recomendamos crear publicaciones de blog, videos o guías útiles que aborden los puntos débiles de sus clientes.",
    "Create a Lead Follow-Up Process": "Cree un proceso de seguimiento de clientes potenciales",
    "Speed is critical for converting leads. We recommend implementing an automated system to respond to new inquiries within minutes via SMS and email to book an appointment.": "La velocidad es fundamental para convertir clientes potenciales. Recomendamos implementar un sistema automatizado para responder a nuevas consultas en minutos por SMS y correo electrónico para reservar una cita.",
    "Track Your Marketing Channels": "Realice un seguimiento de sus canales de marketing",
    "Understanding where your customers come from is key to optimizing your marketing spend. We recommend using tracking tools like UTM parameters and analytics to measure the ROI of each channel.": "Comprender de dónde provienen sus clientes es clave para optimizar su inversión en marketing. Recomendamos usar herramientas de seguimiento como parámetros UTM y análisis para medir el ROI de cada canal.",
    "Strategy for Generating More Leads": "Estrategia para generar más clientes potenciales",
    "To generate more leads, focus on a multi-channel approach. Consider using targeted online advertising and content marketing to attract your ideal customers.": "Para generar más clientes potenciales, céntrese en un enfoque multicanal. Considere la posibilidad de utilizar publicidad en línea dirigida y marketing de contenidos para atraer a sus clientes ideales.",
    "Strategy for Improving Lead Follow-Up": "Estrategia para mejorar el seguimiento de clientes potenciales",
    "To improve lead follow-up, consider implementing an automated system to instantly engage new leads via SMS and email. This ensures no opportunity is missed.": "Para mejorar el seguimiento de clientes potenciales, considere la posibilidad de implementar un sistema automatizado para interactuar instantáneamente con nuevos clientes potenciales a través de SMS y correo electrónico. Esto garantiza que no se pierda ninguna oportunidad.",
    "Strategy for Automating Repetitive Tasks": "Estrategia para automatizar tareas repetitivas",
    "To free up your team, identify and automate repetitive tasks such as data entry, lead qualification, and appointment scheduling. This will allow them to focus on high-value activities.": "Para liberar a su equipo, identifique y automatice tareas repetitivas como la entrada de datos, la calificación de clientes potenciales y la programación de citas. Esto les permitirá centrarse en actividades de alto valor.",
    "Strategy for Reducing Customer Acquisition Cost": "Estrategia para reducir el costo de adquisición de clientes",
    "To reduce your customer acquisition cost, focus on optimizing your ad campaigns. Additionally, implement a lead nurturing system to maximize the value of every lead you generate.": "Para reducir el costo de adquisición de clientes, céntrese en optimizar sus campañas publicitarias. Además, implemente un sistema de nutrición de clientes potenciales para maximizar el valor de cada cliente potencial que genere.",
    "Strategy for Building Scalable Systems": "Estrategia para construir sistemas escalables",
    "To prepare your business for scale, build robust and automated systems for lead management and customer onboarding. This will help handle increased volume without needing to increase headcount.": "Para preparar su negocio para la escala, cree sistemas robustos y automatizados para la gestión de clientes potenciales y la incorporación de clientes. Esto ayudará a manejar un mayor volumen sin necesidad de aumentar la plantilla.",
    "How to Recapture 'Lost' Revenue": "Cómo recuperar los ingresos 'perdidos'",
    "Implement an automated lead follow-up sequence to re-engage and convert leads that have gone cold. This can help recapture lost revenue opportunities.": "Implemente una secuencia de seguimiento de clientes potenciales automatizada para volver a involucrar y convertir a los clientes potenciales que se han enfriado. Esto puede ayudar a recuperar oportunidades de ingresos perdidas.",
    "How to Reduce Operational Overhead": "Cómo reducir los gastos operativos",
    "Map your current workflows to identify key areas for automation, like data entry and reporting. This can significantly reduce operational overhead.": "Mapee sus flujos de trabajo actuales para identificar áreas clave para la automatización, como la entrada de datos y los informes. Esto puede reducir significativamente los gastos operativos.",
    "How to Launch a 24/7 AI-Driven System": "Cómo lanzar un sistema impulsado por IA 24/7",
    "Consider deploying a 24/7 AI-driven system to handle inbound calls, answer common questions, and qualify leads. This provides round-the-clock coverage.": "Considere la posibilidad de implementar un sistema impulsado por IA 24/7 para gestionar las llamadas entrantes, responder preguntas comunes y calificar clientes potenciales. Esto proporciona una cobertura ininterrumpida.",
    "How to Scale Appointment Volume": "Cómo escalar el volumen de citas",
    "An automated appointment booking system that integrates with your team's calendars can allow leads to book meetings automatically, helping you scale appointment volume efficiently.": "Un sistema de reserva de citas automatizado que se integra con los calendarios de su equipo puede permitir que los clientes potenciales reserven reuniones automáticamente, ayudándole a escalar el volumen de citas de manera eficiente.",
    "How to Clean Up Data & Sync Systems": "Cómo limpiar datos y sincronizar sistemas",
    "Set up integrations between your key systems (CRM, email, etc.) to create a single source of truth for your customer data. This ensures consistency and accuracy.": "Configure integraciones entre sus sistemas clave (CRM, correo electrónico, etc.) para crear una única fuente de verdad para los datos de sus clientes. Esto garantiza la coherencia y la precisión.",
    "How to Overcome System Integration Challenges": "Cómo superar los desafíos de la integración de sistemas",
    "To solve this, focus on system integration. Connect your disparate software tools to create a seamless flow of data across your business. Tools like Zapier or Make can be a good starting point for this.": "Para resolver esto, céntrese en la integración de sistemas. Conecte sus herramientas de software dispares para crear un flujo de datos sin problemas en todo su negocio. Herramientas como Zapier o Make pueden ser un buen punto de partida para esto.",
    "How to Address a Lack of Technical Expertise": "Cómo abordar la falta de experiencia técnica",
    "Since you lack internal technical expertise, consider upskilling your team with online courses, hiring a freelance automation expert, or partnering with a specialized agency. Start with simple, low-code automation tools to build confidence.": "Dado que carece de experiencia técnica interna, considere la posibilidad de capacitar a su equipo con cursos en línea, contratar a un experto en automatización independiente o asociarse con una agencia especializada. Comience con herramientas de automatización simples y de bajo código para generar confianza.",
    "How to Free Your Team from 'Busy Work'": "Cómo liberar a su equipo del 'trabajo ocupado'",
    "The first step is to identify and prioritize the 'busy work' that can be automated. Start with small, high-impact tasks to demonstrate the value of automation and free up time for more strategic initiatives.": "El primer paso es identificar y priorizar el 'trabajo ocupado' que se puede automatizar. Comience con tareas pequeñas y de alto impacto para demostrar el valor de la automatización y liberar tiempo para iniciativas más estratégicas.",
    "How to Find the Right Solution After Past Failures": "Cómo encontrar la solución adecuada después de fracasos pasados",
    "Past negative experiences can be discouraging. The key is to find the right-fit solution. Instead of one-size-fits-all tools, look for solutions that can be custom-tailored to your specific workflow for better results.": "Las experiencias negativas pasadas pueden ser desalentadoras. La clave es encontrar la solución adecuada. En lugar de herramientas de talla única, busque soluciones que se puedan personalizar para su flujo de trabajo específico para obtener mejores resultados.",
    "How to Find the Right Place for AI in Your Business": "Cómo encontrar el lugar adecuado para la IA en su negocio",
    "To gain clarity, start by mapping your current business processes. Identify bottlenecks and repetitive tasks. This will help you pinpoint the highest-impact opportunities where AI and automation can be applied.": "Para obtener claridad, comience por mapear sus procesos comerciales actuales. Identifique los cuellos de botella y las tareas repetitivas. Esto le ayudará a identificar las oportunidades de mayor impacto donde se puede aplicar la IA y la automatización.",
    "Recommendation for Administrative Tasks": "Recomendación para tareas administrativas",
    "AI agents are excellent for automating administrative tasks like data entry, scheduling, and generating reports. Look into tools that can handle these functions to free up significant time for your team.": "Los agentes de IA son excelentes para automatizar tareas administrativas como la entrada de datos, la programación y la generación de informes. Busque herramientas que puedan manejar estas funciones para liberar un tiempo significativo para su equipo.",
    "Recommendation for Nurturing Leads": "Recomendación para nutrir clientes potenciales",
    "Implement an automated SMS and email nurturing campaign to re-engage your existing lead database. This is a powerful way to identify new opportunities and drive repeat business.": "Implemente una campaña de nutrición automatizada por SMS y correo electrónico para volver a involucrar a su base de datos de clientes potenciales existente. Esta es una forma poderosa de identificar nuevas oportunidades e impulsar la repetición de negocios.",
    "Recommendation for Front-line Sales/Support": "Recomendación para ventas/soporte de primera línea",
    "AI Voice Agents can be used to handle front-line sales and support calls 24/7. They can qualify leads, answer FAQs, and route complex issues to your human team, ensuring you never miss a call.": "Los agentes de voz de IA se pueden utilizar para gestionar las llamadas de ventas y soporte de primera línea 24/7. Pueden calificar clientes potenciales, responder preguntas frecuentes y dirigir problemas complejos a su equipo humano, asegurando que nunca se pierda una llamada.",
    "Recommendation for Building an Automated Sales Funnel": "Recomendación para construir un embudo de ventas automatizado",
    "Building a fully automated sales funnel is a powerful goal. This involves integrating tools for lead capture, qualification, appointment booking, and follow-up to create a seamless customer acquisition process.": "Construir un embudo de ventas totalmente automatizado es un objetivo poderoso. Esto implica la integración de herramientas para la captura de clientes potenciales, la calificación, la reserva de citas y el seguimiento para crear un proceso de adquisición de clientes sin problemas.",
    "Continue Your Success": "Continúe su éxito",
    "Your marketing and sales processes are already strong. We recommend exploring advanced automation strategies to further scale your success, such as predictive lead scoring and personalized customer journeys.": "Sus procesos de marketing y ventas ya son sólidos. Recomendamos explorar estrategias de automatización avanzadas para escalar aún más su éxito, como la puntuación predictiva de clientes potenciales y los viajes personalizados del cliente.",
    "We also have a product that can take care of this for you.": "También tenemos un producto que puede encargarse de esto por usted.",
    "See Recommended Product": "Ver producto recomendado",
    "Do you have a professional, mobile-friendly website?": "¿Tiene un sitio web profesional y compatible con dispositivos móviles?",
    "Are you actively using social media for your business?": "¿Utiliza activamente las redes sociales para su negocio?",
    "Do you have a system for collecting customer reviews or testimonials?": "¿Tiene un sistema para recopilar opiniones o testimonios de clientes?",
    "Are you running any online advertising campaigns (e.g., Google Ads, Facebook Ads)?": "¿Está ejecutando alguna campaña de publicidad en línea (por ejemplo, Google Ads, Facebook Ads)?",
    "Do you maintain an email list for marketing to potential and existing customers?": "¿Mantiene una lista de correo electrónico para marketing a clientes potenciales y existentes?",
    "Have you optimized your website for search engines (SEO)?": "¿Ha optimizado su sitio web para los motores de búsqueda (SEO)?",
    "Do you regularly create and share content (e.g., blog posts, videos, articles)?": "¿Crea y comparte contenido con regularidad (por ejemplo, publicaciones de blog, videos, artículos)?",
    "Do you have a documented process for following up with new leads?": "¿Tiene un proceso documentado para hacer un seguimiento de los nuevos clientes potenciales?",
    "Do you track how customers find your business (e.g., referral source, marketing channel)?": "¿Realiza un seguimiento de cómo los clientes encuentran su negocio (por ejemplo, fuente de referencia, canal de marketing)?"
}

    