
{
    "Client Login": "Connexion client",
    "Are you ready to scale your business?": "Êtes-vous prêt à développer votre entreprise ?",
    "Answer 15 questions that will help you get": "Répondez à 15 questions qui vous aideront à obtenir",
    "MORE LEADS": "PLUS DE PROSPECTS",
    "MORE QUOTES": "PLUS DE DEVIS",
    "MORE JOBS": "PLUS D'EMPLOIS",
    "Start Your Assessment": "Commencez votre évaluation",
    "Completely Free": "Complètement gratuit",
    "Immediate Recommendations": "Recommandations immédiates",
    "Takes 3 minutes": "Prend 3 minutes",
    "A few of our agents": "Quelques-uns de nos agents",
    "The Most Powerful Receptionist Service": "Le service de réceptionniste le plus puissant",
    "24/7 call answering for small business, powered by superior AI technology": "Réponse aux appels 24h/24 et 7j/7 pour les petites entreprises, optimisée par une technologie d'IA supérieure",
    "Solar": "Solaire",
    "Radiant Path Solar": "Radiant Path Solar",
    "Kitchens & Baths": "Cuisines et salles de bain",
    "Everstone Kitchen and Bath": "Everstone Kitchen and Bath",
    "Flooring": "Revêtement de sol",
    "FC Flooring": "FC Flooring",
    "Carpet Cleaning": "Nettoyage de tapis",
    "Integrity Cleaning and Restoration": "Integrity Cleaning and Restoration",
    "How we help": "Comment nous aidons",
    "Discover the Benefits of Automation": "Découvrez les avantages de l'automatisation",
    "Stop losing customers to your competition. We've got you covered.": "Ne perdez plus de clients au profit de vos concurrents. Nous nous occupons de tout.",
    "Instant Response": "Réponse instantanée",
    "Our AI agents are trained to respond to your leads in seconds, not minutes.": "Nos agents IA sont formés pour répondre à vos prospects en quelques secondes, pas en quelques minutes.",
    "Never Miss A Lead": "Ne manquez jamais un prospect",
    "With 24/7/365 availability, we ensure every potential customer is greeted and qualified.": "Avec une disponibilité 24/7/365, nous nous assurons que chaque client potentiel est accueilli et qualifié.",
    "Automated Appointment Booking": "Réservation de rendez-vous automatisée",
    "Qualified leads can book directly on your calendar without you lifting a finger.": "Les prospects qualifiés peuvent réserver directement sur votre calendrier sans que vous ayez à lever le petit doigt.",
    "24/7/365 Availability": "Disponibilité 24/7/365",
    "Our service never sleeps, providing constant coverage for your business.": "Notre service ne dort jamais, offrant une couverture constante pour votre entreprise.",
    "Seamless CRM Integration": "Intégration CRM transparente",
    "Automatically sync lead data with your existing CRM for streamlined workflow.": "Synchronisez automatiquement les données des prospects avec votre CRM existant pour un flux de travail optimisé.",
    "Custom-Trained For You": "Formé sur mesure pour vous",
    "We train our agents on the specifics of your business for a personalized experience.": "Nous formons nos agents aux spécificités de votre entreprise pour une expérience personnalisée.",
    "Our Technology": "Notre technologie",
    "Types of AI Voice Assistants": "Types d'assistants vocaux IA",
    "Deploy specialized AI agents to automate and enhance your business operations.": "Déployez des agents IA spécialisés pour automatiser et améliorer vos opérations commerciales.",
    "Lead Qualification Agent": "Agent de qualification des prospects",
    "Automatically qualifies inbound leads, asks screening questions, and routes high-intent prospects to your sales team.": "Qualifie automatiquement les prospects entrants, pose des questions de sélection et achemine les prospects à forte intention vers votre équipe de vente.",
    "Appointment Booking Agent": "Agent de prise de rendez-vous",
    "Integrates with calendars to autonomously schedule, reschedule, and confirm appointments with clients and leads.": "S'intègre aux calendriers pour planifier, reporter et confirmer de manière autonome les rendez-vous avec les clients et les prospects.",
    "Proactive Outreach Agent": "Agent de sensibilisation proactif",
    "Executes outbound calling campaigns for customer feedback, promotions, or re-engagement initiatives.": "Exécute des campagnes d'appels sortants pour les commentaires des clients, les promotions ou les initiatives de réengagement.",
    "Unlock Your Potential": "Libérez votre potentiel",
    "Transform Your Business with Our AI Solutions": "Transformez votre entreprise avec nos solutions d'IA",
    "Get Started": "Commencer",
    "Social Proof": "Preuve sociale",
    "What Our Clients Say About Our AI Agents": "Ce que nos clients disent de nos agents IA",
    "The ROI we've seen with T3 Solutions has been incredible. They didn't just hand us a tool; they built a solution that scaled our operations and modernized our entire workflow. Huge shoutout to John and Joey for their forward-thinking approach and relentless focus on our success. They are truly the gold standard for AI integration.": "Le retour sur investissement que nous avons obtenu avec T3 Solutions a été incroyable. Ils ne nous ont pas seulement donné un outil ; ils ont construit une solution qui a fait évoluer nos opérations et modernisé l'ensemble de notre flux de travail. Un grand bravo à John et Joey pour leur approche avant-gardiste et leur concentration sans relâche sur notre succès. Ils sont vraiment la référence en matière d'intégration de l'IA.",
    "Vanguard Urban Living": "Vanguard Urban Living",
    "T3 Solutions has been a game-changer for our business. Rather than acting as a standard vendor, they operate as a seamless extension of our internal team. Their custom AI implementation didn't just improve our efficiency—it fundamentally sharpened our competitive advantage. If you want a forward-thinking partner invested in your long-term growth, I can't recommend them highly enough.": "T3 Solutions a changé la donne pour notre entreprise. Plutôt que d'agir comme un fournisseur standard, ils fonctionnent comme une extension transparente de notre équipe interne. Leur mise en œuvre d'IA personnalisée n'a pas seulement amélioré notre efficacité, elle a fondamentalement aiguisé notre avantage concurrentiel. Si vous voulez un partenaire avant-gardiste investi dans votre croissance à long terme, je ne saurais trop vous les recommander.",
    "CEO, Sunny Day Solar Company": "PDG, Sunny Day Solar Company",
    "Total game-changers. T3 Solutions integrated seamlessly into our workflow and delivered an AI solution that has revolutionized our efficiency. John, Joey, and the crew are true professionals who stay ahead of the curve. If you're looking for a competitive edge, this is the team you want in your corner.": "Des changeurs de jeu totaux. T3 Solutions s'est intégré de manière transparente dans notre flux de travail et a fourni une solution d'IA qui a révolutionné notre efficacité. John, Joey et l'équipe sont de vrais professionnels qui gardent une longueur d'avance. Si vous recherchez un avantage concurrentiel, c'est l'équipe que vous voulez dans votre coin.",
    "FC Flooring": "FC Flooring",
    "T3 Automations is trusted by 5,000+ businesses": "Plus de 5 000 entreprises font confiance à T3 Automations",
    "Converts callers into clients": "Convertit les appelants en clients",
    "T3 Solutions is our inbound sales team. Having a trained and personable voice has transformed our ability to answer the phone and convert callers to clients.": "T3 Solutions est notre équipe de vente entrante. Avoir une voix formée et agréable a transformé notre capacité à répondre au téléphone et à convertir les appelants en clients.",
    "Steven Forester": "Steven Forester",
    "Owner, Vertical Solutions LLC": "Propriétaire, Vertical Solutions LLC",
    "Frequently asked questions": "Questions fréquemment posées",
    "Do you count SPAM calls towards my quota?": "Comptez-vous les appels SPAM dans mon quota ?",
    "Every call answered by your AI Receptionist counts toward your call quota by default. Smith.ai offers AI Receptionist customers an allowance to remove up to 10% of their calls from their bill each billing cycle to account for selected spam calls. Calls from 20 million+ known spammers are automatically filtered out by our system before your AI Receptionist answers, and these calls do not count toward your quota. You can learn more about this ": "Chaque appel répondu par votre réceptionniste IA compte par défaut dans votre quota d'appels. Smith.ai offre aux clients de la réceptionniste IA une allocation pour supprimer jusqu'à 10 % de leurs appels de leur facture à chaque cycle de facturation pour tenir compte des appels de spam sélectionnés. Les appels de plus de 20 millions de spammeurs connus sont automatiquement filtrés par notre système avant que votre réceptionniste IA ne réponde, et ces appels ne comptent pas dans votre quota. Vous pouvez en savoir plus à ce sujet ",
    "here": "ici",
    "How do you determine if calls are SPAM?": "Comment déterminez-vous si les appels sont des SPAM ?",
    "With technology! Our system automatically blocks over 20 million spam and robocalls from ever getting through. If a new spam number does get through, you can mark it as spam to automatically block the caller and add it to your spam list, so it can’t get through ever again.": "Avec la technologie ! Notre système bloque automatiquement plus de 20 millions de spams et de robocalls pour qu'ils ne passent jamais. Si un nouveau numéro de spam passe, vous pouvez le marquer comme spam pour bloquer automatiquement l'appelant et l'ajouter à votre liste de spam, afin qu'il ne puisse plus jamais passer.",
    "Do I have to sign a contract?": "Dois-je signer un contrat ?",
    "No. AI Receptionist is a month-to-month service. This means there aren’t any long-term contracts. You pay for the AI Receptionist service each month. If you ever cancel, we need 30 days’ notice, and then you’re done. And we will miss you.": "Non. AI Receptionist est un service mensuel. Cela signifie qu'il n'y a pas de contrats à long terme. Vous payez pour le service AI Receptionist chaque mois. Si vous annulez, nous avons besoin d'un préavis de 30 jours, et c'est tout. Et vous nous manquerez.",
    "Can I change my plan?": "Puis-je changer de forfait ?",
    "We offer flexible monthly and annual plans. You'll be billed at the beginning of each cycle. We also have usage-based pricing for additional features and talk time.": "Nous proposons des forfaits mensuels et annuels flexibles. Vous serez facturé au début de chaque cycle. Nous avons également une tarification basée sur l'utilisation pour les fonctionnalités supplémentaires et le temps de conversation.",
    "Take the faster path to growth. ": "Prenez le chemin le plus rapide vers la croissance. ",
    " Get T3 Automations today.": " Obtenez T3 Automations aujourd'hui.",
    "No software to install. No training required.": "Aucun logiciel à installer. Aucune formation requise.",
    "Book a call": "Réserver un appel",
    "Watch a demo": "Regarder une démo",
    "Empowering small businesses through automations and AI Voice Assistants": "Autonomiser les petites entreprises grâce à des automatisations et des assistants vocaux IA",
    "All Rights Reserved.": "Tous les droits sont réservés.",
    "Business Automation Starter Package": "Package de démarrage d'automatisation d'entreprise",
    "All tiers include $0.25/min usage charges • Phone Numbers are $3.00/ea • First month due upon signing up": "Tous les niveaux incluent des frais d'utilisation de 0,25 $/min • Les numéros de téléphone sont à 3,00 $/chacun • Le premier mois est dû à l'inscription",
    "+ $.025/min": "+ 0,025 $/min",
    "No Setup Fee": "Aucun frais d'installation",
    "No Contract": "Pas de contrat",
    "No Hidden Costs": "Aucun coût caché",
    "6-MONTH COMMITMENT": "ENGAGEMENT DE 6 MOIS",
    "Paid upfront": "Payé d'avance",
    "was": "était",
    "Save $200 per month": "Économisez 200 $ par mois",
    "Total savings: $1,200": "Économies totales : 1 200 $",
    "2-year price lock": "Verrouillage des prix sur 2 ans",
    "Save - 13%": "Économisez - 13 %",
    "12-MONTH COMMITMENT": "ENGAGEMENT DE 12 MOIS",
    "Save $500 per month": "Économisez 500 $ par mois",
    "Total savings: $6,000": "Économies totales : 6 000 $",
    "5-year price lock": "Verrouillage des prix sur 5 ans",
    "Best Value - 33% off": "Meilleur rapport qualité-prix - 33 % de réduction",
    "What's in the box?": "Qu'y a-t-il dans la boîte ?",
    "Over $7,000 worth of features included:": "Plus de 7 000 $ de fonctionnalités incluses :",
    "Lead qualification": "Qualification des prospects",
    "Free!": "Gratuit !",
    "We'll capture and qualify your leads based on your custom criteria.": "Nous capturerons et qualifierons vos prospects en fonction de vos critères personnalisés.",
    "Leads are screened to determine if they are a good fit based on needs, location, and budget.": "Les prospects sont sélectionnés pour déterminer s'ils correspondent bien en fonction des besoins, de l'emplacement et du budget.",
    "GoHighLevel CRM": "CRM GoHighLevel",
    "a $120 value": "une valeur de 120 $",
    "GoHighLevel CRM is included or we can create an integration with your CRM.": "GoHighLevel CRM est inclus ou nous pouvons créer une intégration avec votre CRM.",
    "We support GoHighLevel, HubSpot & Salesforce": "Nous prenons en charge GoHighLevel, HubSpot et Salesforce",
    "AI Scheduling": "Planification IA",
    "a $500 value": "une valeur de 500 $",
    "AI integrates with GoHighLevel or your CRM to book appointments directly into your calendar — live on the call.": "L'IA s'intègre à GoHighLevel ou à votre CRM pour réserver des rendez-vous directement dans votre calendrier, en direct pendant l'appel.",
    "Integrates directly into your CRM.": "S'intègre directement dans votre CRM.",
    "Custom Dashboard": "Tableau de bord personnalisé",
    "a $200 value": "une valeur de 200 $",
    "View all your stats in one location on your custom dashboard.": "Consultez toutes vos statistiques en un seul endroit sur votre tableau de bord personnalisé.",
    "View stats, call flow and call summaries at anytime.": "Consultez les statistiques, le flux d'appels et les résumés d'appels à tout moment.",
    "Call Summary": "Résumé de l'appel",
    "Your custom dashboard will keep track of all customer interaction details.": "Votre tableau de bord personnalisé gardera une trace de tous les détails des interactions avec les clients.",
    "Call summaries can be viewed at anytime via the custom dashboard.": "Les résumés d'appels peuvent être consultés à tout moment via le tableau de bord personnalisé.",
    "Customer Qualifying": "Qualification du client",
    "No more wasting time with customers who are not a fit for your business.": "Ne perdez plus de temps avec des clients qui ne correspondent pas à votre entreprise.",
    "Custom call flow based on your criteria.": "Flux d'appels personnalisé en fonction de vos critères.",
    "Marketing Ads": "Annonces marketing",
    "a $3,000 value": "une valeur de 3 000 $",
    "Our creative team will create 4 custom video ads per month for you using AI. ": "Notre équipe créative créera pour vous 4 publicités vidéo personnalisées par mois à l'aide de l'IA. ",
    "Learn More": "Apprendre encore plus",
    "Ads are 10-15 seconds each in 1:1 and 4:5 aspect ratios and optimized for Facebook and Instagram.": "Les publicités durent de 10 à 15 secondes chacune dans des formats 1:1 et 4:5 et sont optimisées pour Facebook et Instagram.",
    "Ad Management": "Gestion des publicités",
    "a $2,500 value": "une valeur de 2 500 $",
    "We will manage your ad campaigns on Facebook and Instagram, optimize and rotate ads monthly.": "Nous gérerons vos campagnes publicitaires sur Facebook et Instagram, optimiserons et alternerons les publicités mensuellement.",
    "Requires min ad spend of $2500 per month.": "Nécessite une dépense publicitaire minimale de 2 500 $ par mois.",
    "Automations": "Automatisations",
    "a $1,500 value": "une valeur de 1 500 $",
    "Custom reminders and followups for your leads and exiting customer base.": "Rappels et suivis personnalisés pour vos prospects et votre clientèle existante.",
    "Great for repeat business generation.": "Idéal pour générer des affaires répétées.",
    "Schedule a free consultation": "Planifier une consultation gratuite",
    "In this meeting, we'll discuss:": "Au cours de cette réunion, nous discuterons de :",
    "Your current business challenges and where you need help": "Vos défis commerciaux actuels et où vous avez besoin d'aide",
    "The value of professional, 24/7 customer engagement": "La valeur de l'engagement client professionnel 24h/24 et 7j/7",
    "How we can help you improve your business operations": "Comment nous pouvons vous aider à améliorer vos opérations commerciales",
    "The range of solutions we offer for small and midsize businesses": "La gamme de solutions que nous proposons aux petites et moyennes entreprises",
    "Name": "Nom",
    "Email": "E-mail",
    "Message": "Message",
    "Sending...": "Envoi...",
    "Send": "Envoyer",
    "Email Sent Successfully!": "E-mail envoyé avec succès !",
    "Login": "Connexion",
    "Enter your email below to login to your account.": "Entrez votre e-mail ci-dessous pour vous connecter à votre compte.",
    "Password": "Mot de passe",
    "Sign in": "S'identifier",
    "Or continue with": "Ou continuer avec",
    "Google": "Google",
    "Don't have an account?": "Vous n'avez pas de compte ?",
    "Sign up": "S'inscrire",
    "Loading...": "Chargement...",
    "AI-Powered Marketing Ads": "Annonces marketing optimisées par l'IA",
    "We create 4 custom, high-impact video ads for you every month, optimized for platforms like Facebook and Instagram.": "Nous créons pour vous chaque mois 4 publicités vidéo personnalisées à fort impact, optimisées pour des plateformes comme Facebook et Instagram.",
    "Integrity Cleaning & Restoration": "Integrity Cleaning & Restoration",
    "A 10-second Meta Ad for an after-holiday promotion.": "Une méta-publicité de 10 secondes pour une promotion d'après-vacances.",
    "Your browser does not support the video tag.": "Votre navigateur ne prend pas en charge la balise vidéo.",
    "A 9-second Meta Ad for an after-holiday promotion.": "Une méta-publicité de 9 secondes pour une promotion d'après-vacances.",
    "A 15-second Meta Ad for an after-holiday promotion.": "Une méta-publicité de 15 secondes pour une promotion d'après-vacances.",
    "A 24-second Meta Ad for remediation and restoration service.": "Une méta-publicité de 24 secondes pour un service de remédiation et de restauration.",
    "A 10-second Meta Ad for a carpet cleaning promotion.": "Une méta-publicité de 10 secondes pour une promotion de nettoyage de tapis.",
    "Video Placeholder": "Espace réservé pour la vidéo",
    "Sign Up": "S'inscrire",
    "Create an account to get started.": "Créez un compte pour commencer.",
    "Business Name": "Nom de l'entreprise",
    "Phone Number": "Numéro de téléphone",
    "Already have an account?": "Vous avez déjà un compte ?",
    "Log in": "Connexion",
    "Free Assessment Quiz": "Quiz d'évaluation gratuit",
    "See how your customer acquisition strategy stacks up.": "Voyez comment votre stratégie d'acquisition de clients se compare.",
    "Question": "Question",
    "of": "de",
    "Have you clearly defined your target audience?": "Avez-vous clairement défini votre public cible ?",
    "Yes": "Oui",
    "No": "Non",
    "(Choose one)": "(Choisissez-en un)",
    "Next": "Suivant",
    "(Choose all that apply)": "(Cochez toutes les cases correspondantes)",
    "Quiz Complete!": "Quiz terminé !",
    "Here are your results.": "Voici vos résultats.",
    "Excellent! You're a marketing pro. Let's talk about how our AI can automate your success and take you to the next level.": "Excellent ! Vous êtes un pro du marketing. Parlons de la façon dont notre IA peut automatiser votre succès et vous faire passer au niveau supérieur.",
    "You've got a solid foundation. Let us show you how to fill in the gaps and turn more leads into customers.": "Vous avez une base solide. Laissez-nous vous montrer comment combler les lacunes et transformer plus de prospects en clients.",
    "There's a huge opportunity for growth. Our AI solutions can build and execute a customer acquisition strategy for you.": "Il y a une énorme opportunité de croissance. Nos solutions d'IA peuvent élaborer et exécuter une stratégie d'acquisition de clients pour vous.",
    "Key Insights": "Idées clés",
    "Based on your score, you have a solid foundation but could see significant growth by automating lead follow-up.": "D'après votre score, vous avez une base solide mais pourriez connaître une croissance significative en automatisant le suivi des prospects.",
    "Your answers suggest that your team spends valuable time on repetitive manual tasks that could be automated.": "Vos réponses suggèrent que votre équipe consacre un temps précieux à des tâches manuelles répétitives qui pourraient être automatisées.",
    "There's a clear opportunity to implement a 24/7 AI-driven system to capture and qualify leads, ensuring you never miss an opportunity.": "Il existe une opportunité évidente de mettre en œuvre un système piloté par l'IA 24h/24 et 7j/7 pour capturer et qualifier les prospects, en veillant à ne jamais manquer une opportunité.",
    "Recommended Next Steps": "Prochaines étapes recommandées",
    "Ready to turn these insights into action? Schedule a free, no-obligation consultation with one of our automation experts.": "Prêt à transformer ces informations en action ? Planifiez une consultation gratuite et sans engagement avec l'un de nos experts en automatisation.",
    "Book a Free Consultation": "Réserver une consultation gratuite",
    "Or view your personalized plan.": "Ou consultez votre plan personnalisé.",
    "View Your Custom Plan": "Afficher votre plan personnalisé",
    "Which best describes your current situation?": "Quelle est la meilleure description de votre situation actuelle ?",
    "We need more leads.": "Nous avons besoin de plus de prospects.",
    "We have leads, but we’re struggling to follow up fast enough.": "Nous avons des prospects, mais nous avons du mal à les suivre assez rapidement.",
    "Our sales team is overwhelmed by repetitive manual tasks.": "Notre équipe de vente est submergée de tâches manuelles répétitives.",
    "Our customer acquisition cost (CAC) is too high/unsustainable.": "Notre coût d'acquisition de clients (CAC) est trop élevé/insoutenable.",
    "We are ready to scale, but don't have the systems to handle the volume.": "Nous sommes prêts à nous développer, mais nous n'avons pas les systèmes pour gérer le volume.",
    "Which of these best describes the outcome that you would like to achieve in the next 90 days?": "Laquelle de ces options décrit le mieux le résultat que vous aimeriez obtenir au cours des 90 prochains jours ?",
    "Recapture 'lost' revenue by automating our lead follow-up.": "Récupérer les revenus « perdus » en automatisant le suivi de nos prospects.",
    "Reduce operational overhead by automating repetitive manual tasks.": "Réduire les frais généraux d'exploitation en automatisant les tâches manuelles répétitives.",
    "Launch a 24/7 AI-driven sales or support system.": "Lancer un système de vente ou de support piloté par l'IA 24h/24 et 7j/7.",
    "Scale our appointment volume without increasing our headcount.": "Augmenter notre volume de rendez-vous sans augmenter nos effectifs.",
    "Clean up our data and sync our systems for a 'single source of truth'.": "Nettoyer nos données et synchroniser nos systèmes pour une « source unique de vérité ».",
    "What is the biggest obstacle that you think is stopping you from achieving your goal?": "Selon vous, quel est le plus grand obstacle qui vous empêche d'atteindre votre objectif ?",
    "Our current systems don't 'talk' to each other.": "Nos systèmes actuels ne communiquent pas entre eux.",
    "We don't have the internal technical expertise to build or manage AI.": "Nous n'avons pas l'expertise technique interne pour créer ou gérer l'IA.",
    "Our team is buried in 'busy work' and has no time to implement new tech.": "Notre équipe est submergée de « travail de routine » et n'a pas le temps de mettre en œuvre de nouvelles technologies.",
    "We've tried other tools or agencies, but they were too complex/didn't work.": "Nous avons essayé d'autres outils ou agences, mais ils étaient trop complexes/n'ont pas fonctionné.",
    "Lack of clarity on where AI actually fits into our specific workflow.": "Manque de clarté sur la place réelle de l'IA dans notre flux de travail spécifique.",
    "Where would an AI-driven 'extra set of hands' make the biggest impact right now?": "Où un « coup de main supplémentaire » piloté par l'IA aurait-il le plus d'impact en ce moment ?",
    "Handling basic administrative tasks and data entry.": "Gestion des tâches administratives de base et de la saisie de données.",
    "Managing and nurturing our existing lead database via SMS and Email.": "Gestion et développement de notre base de données de prospects existante par SMS et e-mail.",
    "Replacing/Augmenting our front-line Sales or Support with 24/7 AI Voice Agents.": "Remplacer/augmenter nos ventes ou notre support de première ligne avec des agents vocaux IA 24h/24 et 7j/7.",
    "Building a fully integrated, end-to-end automated sales funnel (from Lead to Close).": "Création d'un entonnoir de vente automatisé de bout en bout entièrement intégré (du prospect à la conclusion).",
    "Is there anything else that you think we need to know about?": "Y a-t-il autre chose que vous pensez que nous devrions savoir ?",
    "Your Immediate Implementation Plan": "Votre plan de mise en œuvre immédiat",
    "Generated on": "Généré le",
    "Define Your Target Audience": "Définissez votre public cible",
    "Clearly defining your ideal customer is the foundation of all marketing. We recommend creating detailed buyer personas to guide your strategy, messaging, and targeting.": "Définir clairement votre client idéal est le fondement de tout marketing. Nous vous recommandons de créer des personas d'acheteur détaillés pour guider votre stratégie, vos messages et votre ciblage.",
    "Build a Professional Website": "Créez un site Web professionnel",
    "Your website is your digital storefront. We recommend developing a modern, mobile-responsive website that clearly communicates your value and makes it easy for visitors to convert.": "Votre site Web est votre vitrine numérique. Nous vous recommandons de développer un site Web moderne et adapté aux mobiles qui communique clairement votre valeur et facilite la conversion des visiteurs.",
    "Leverage Social Media": "Tirez parti des médias sociaux",
    "Establish a presence on the social media platforms where your target audience is most active. We recommend creating a content calendar and engaging with your followers consistently.": "Établissez une présence sur les plateformes de médias sociaux où votre public cible est le plus actif. Nous vous recommandons de créer un calendrier de contenu et de dialoguer avec vos abonnés de manière cohérente.",
    "Implement a Review Collection System": "Mettre en place un système de collecte d'avis",
    "Social proof is critical for building trust. We recommend automating the process of requesting reviews from happy customers via email or SMS.": "La preuve sociale est essentielle pour instaurer la confiance. Nous vous recommandons d'automatiser le processus de demande d'avis auprès de clients satisfaits par e-mail ou SMS.",
    "Launch Online Advertising Campaigns": "Lancer des campagnes publicitaires en ligne",
    "Paid ads can drive immediate traffic and leads. We recommend starting with a small, targeted campaign on a platform like Facebook or Google to test messaging and audiences.": "Les publicités payantes peuvent générer un trafic et des prospects immédiats. Nous vous recommandons de commencer par une petite campagne ciblée sur une plateforme comme Facebook ou Google pour tester les messages et les audiences.",
    "Start Building an Email List": "Commencez à créer une liste de diffusion",
    "Email marketing provides a direct line to your audience. We recommend using a lead magnet (e.g., a free guide) to capture email addresses and nurturing them with valuable content.": "Le marketing par e-mail offre une ligne directe avec votre public. Nous vous recommandons d'utiliser un aimant à prospects (par exemple, un guide gratuit) pour capturer les adresses e-mail et les nourrir avec un contenu de valeur.",
    "Invest in Search Engine Optimization (SEO)": "Investissez dans l'optimisation des moteurs de recherche (SEO)",
    "SEO helps your business get found on Google. We recommend focusing on local SEO basics, such as optimizing your Google Business Profile and building local citations.": "Le SEO aide votre entreprise à être trouvée sur Google. Nous vous recommandons de vous concentrer sur les bases du SEO local, telles que l'optimisation de votre profil Google Business et la création de citations locales.",
    "Develop a Content Marketing Strategy": "Élaborer une stratégie de marketing de contenu",
    "Content builds authority and attracts your target audience. We recommend creating helpful blog posts, videos, or guides that address your customers' pain points.": "Le contenu renforce l'autorité et attire votre public cible. Nous vous recommandons de créer des articles de blog, des vidéos ou des guides utiles qui répondent aux problèmes de vos clients.",
    "Create a Lead Follow-Up Process": "Créer un processus de suivi des prospects",
    "Speed is critical for converting leads. We recommend implementing an automated system to respond to new inquiries within minutes via SMS and email to book an appointment.": "La rapidité est essentielle pour convertir les prospects. Nous vous recommandons de mettre en œuvre un système automatisé pour répondre aux nouvelles demandes en quelques minutes par SMS et e-mail afin de prendre rendez-vous.",
    "Track Your Marketing Channels": "Suivez vos canaux marketing",
    "Understanding where your customers come from is key to optimizing your marketing spend. We recommend using tracking tools like UTM parameters and analytics to measure the ROI of each channel.": "Comprendre d'où viennent vos clients est essentiel pour optimiser vos dépenses marketing. Nous vous recommandons d'utiliser des outils de suivi comme les paramètres UTM et les analyses pour mesurer le retour sur investissement de chaque canal.",
    "Strategy for Generating More Leads": "Stratégie pour générer plus de prospects",
    "To generate more leads, focus on a multi-channel approach. Consider using targeted online advertising and content marketing to attract your ideal customers.": "Pour générer plus de prospects, concentrez-vous sur une approche multicanal. Envisagez d'utiliser la publicité en ligne ciblée et le marketing de contenu pour attirer vos clients idéaux.",
    "Strategy for Improving Lead Follow-Up": "Stratégie pour améliorer le suivi des prospects",
    "To improve lead follow-up, consider implementing an automated system to instantly engage new leads via SMS and email. This ensures no opportunity is missed.": "Pour améliorer le suivi des prospects, envisagez de mettre en œuvre un système automatisé pour engager instantanément les nouveaux prospects par SMS et e-mail. Cela garantit qu'aucune opportunité n'est manquée.",
    "Strategy for Automating Repetitive Tasks": "Stratégie pour automatiser les tâches répétitives",
    "To free up your team, identify and automate repetitive tasks such as data entry, lead qualification, and appointment scheduling. This will allow them to focus on high-value activities.": "Pour libérer votre équipe, identifiez et automatisez les tâches répétitives telles que la saisie de données, la qualification des prospects et la planification des rendez-vous. Cela leur permettra de se concentrer sur des activités à forte valeur ajoutée.",
    "Strategy for Reducing Customer Acquisition Cost": "Stratégie pour réduire le coût d'acquisition de clients",
    "To reduce your customer acquisition cost, focus on optimizing your ad campaigns. Additionally, implement a lead nurturing system to maximize the value of every lead you generate.": "Pour réduire votre coût d'acquisition de clients, concentrez-vous sur l'optimisation de vos campagnes publicitaires. De plus, mettez en œuvre un système de maturation des prospects pour maximiser la valeur de chaque prospect que vous générez.",
    "Strategy for Building Scalable Systems": "Stratégie pour créer des systèmes évolutifs",
    "To prepare your business for scale, build robust and automated systems for lead management and customer onboarding. This will help handle increased volume without needing to increase headcount.": "Pour préparer votre entreprise à l'échelle, créez des systèmes robustes et automatisés pour la gestion des prospects et l'intégration des clients. Cela aidera à gérer un volume accru sans avoir à augmenter les effectifs.",
    "How to Recapture 'Lost' Revenue": "Comment récupérer les revenus « perdus »",
    "Implement an automated lead follow-up sequence to re-engage and convert leads that have gone cold. This can help recapture lost revenue opportunities.": "Mettez en œuvre une séquence de suivi automatisée des prospects pour réengager et convertir les prospects qui se sont refroidis. Cela peut aider à récupérer les opportunités de revenus perdues.",
    "How to Reduce Operational Overhead": "Comment réduire les frais généraux d'exploitation",
    "Map your current workflows to identify key areas for automation, like data entry and reporting. This can significantly reduce operational overhead.": "Cartographiez vos flux de travail actuels pour identifier les domaines clés de l'automatisation, comme la saisie de données et la création de rapports. Cela peut réduire considérablement les frais généraux d'exploitation.",
    "How to Launch a 24/7 AI-Driven System": "Comment lancer un système piloté par l'IA 24h/24 et 7j/7",
    "Consider deploying a 24/7 AI-driven system to handle inbound calls, answer common questions, and qualify leads. This provides round-the-clock coverage.": "Envisagez de déployer un système piloté par l'IA 24h/24 et 7j/7 pour traiter les appels entrants, répondre aux questions courantes et qualifier les prospects. Cela offre une couverture permanente.",
    "How to Scale Appointment Volume": "Comment faire évoluer le volume de rendez-vous",
    "An automated appointment booking system that integrates with your team's calendars can allow leads to book meetings automatically, helping you scale appointment volume efficiently.": "Un système de prise de rendez-vous automatisé qui s'intègre aux calendriers de votre équipe peut permettre aux prospects de réserver des réunions automatiquement, vous aidant ainsi à faire évoluer efficacement le volume de rendez-vous.",
    "How to Clean Up Data & Sync Systems": "Comment nettoyer les données et synchroniser les systèmes",
    "Set up integrations between your key systems (CRM, email, etc.) to create a single source of truth for your customer data. This ensures consistency and accuracy.": "Configurez des intégrations entre vos systèmes clés (CRM, e-mail, etc.) pour créer une source unique de vérité pour vos données clients. Cela garantit la cohérence et l'exactitude.",
    "How to Overcome System Integration Challenges": "Comment surmonter les défis de l'intégration des systèmes",
    "To solve this, focus on system integration. Connect your disparate software tools to create a seamless flow of data across your business. Tools like Zapier or Make can be a good starting point for this.": "Pour résoudre ce problème, concentrez-vous sur l'intégration des systèmes. Connectez vos outils logiciels disparates pour créer un flux de données transparent dans votre entreprise. Des outils comme Zapier ou Make peuvent être un bon point de départ.",
    "How to Address a Lack of Technical Expertise": "Comment remédier à un manque d'expertise technique",
    "Since you lack internal technical expertise, consider upskilling your team with online courses, hiring a freelance automation expert, or partnering with a specialized agency. Start with simple, low-code automation tools to build confidence.": "Comme vous manquez d'expertise technique interne, envisagez de perfectionner votre équipe avec des cours en ligne, d'embaucher un expert en automatisation indépendant ou de vous associer à une agence spécialisée. Commencez avec des outils d'automatisation simples et low-code pour renforcer la confiance.",
    "How to Free Your Team from 'Busy Work'": "Comment libérer votre équipe du « travail de routine »",
    "The first step is to identify and prioritize the 'busy work' that can be automated. Start with small, high-impact tasks to demonstrate the value of automation and free up time for more strategic initiatives.": "La première étape consiste à identifier et à hiérarchiser le « travail de routine » qui peut être automatisé. Commencez par de petites tâches à fort impact pour démontrer la valeur de l'automatisation et libérer du temps pour des initiatives plus stratégiques.",
    "How to Find the Right Solution After Past Failures": "Comment trouver la bonne solution après des échecs passés",
    "Past negative experiences can be discouraging. The key is to find the right-fit solution. Instead of one-size-fits-all tools, look for solutions that can be custom-tailored to your specific workflow for better results.": "Les expériences négatives passées peuvent être décourageantes. La clé est de trouver la solution adaptée. Au lieu d'outils universels, recherchez des solutions qui peuvent être personnalisées pour votre flux de travail spécifique afin d'obtenir de meilleurs résultats.",
    "How to Find the Right Place for AI in Your Business": "Comment trouver la bonne place pour l'IA dans votre entreprise",
    "To gain clarity, start by mapping your current business processes. Identify bottlenecks and repetitive tasks. This will help you pinpoint the highest-impact opportunities where AI and automation can be applied.": "Pour y voir plus clair, commencez par cartographier vos processus métier actuels. Identifiez les goulots d'étranglement et les tâches répétitives. Cela vous aidera à identifier les opportunités les plus percutantes où l'IA et l'automatisation peuvent être appliquées.",
    "Recommendation for Administrative Tasks": "Recommandation pour les tâches administratives",
    "AI agents are excellent for automating administrative tasks like data entry, scheduling, and generating reports. Look into tools that can handle these functions to free up significant time for your team.": "Les agents IA sont excellents pour automatiser les tâches administratives comme la saisie de données, la planification et la génération de rapports. Recherchez des outils capables de gérer ces fonctions pour libérer un temps considérable pour votre équipe.",
    "Recommendation for Nurturing Leads": "Recommandation pour le développement des prospects",
    "Implement an automated SMS and email nurturing campaign to re-engage your existing lead database. This is a powerful way to identify new opportunities and drive repeat business.": "Mettez en œuvre une campagne automatisée de maturation par SMS et e-mail pour réengager votre base de données de prospects existante. C'est un moyen puissant d'identifier de nouvelles opportunités et de générer des affaires répétées.",
    "Recommendation for Front-line Sales/Support": "Recommandation pour les ventes/le support de première ligne",
    "AI Voice Agents can be used to handle front-line sales and support calls 24/7. They can qualify leads, answer FAQs, and route complex issues to your human team, ensuring you never miss a call.": "Les agents vocaux IA peuvent être utilisés pour traiter les appels de vente et de support de première ligne 24h/24 et 7j/7. Ils peuvent qualifier les prospects, répondre aux FAQ et acheminer les problèmes complexes vers votre équipe humaine, en veillant à ne jamais manquer un appel.",
    "Recommendation for Building an Automated Sales Funnel": "Recommandation pour la création d'un entonnoir de vente automatisé",
    "Building a fully automated sales funnel is a powerful goal. This involves integrating tools for lead capture, qualification, appointment booking, and follow-up to create a seamless customer acquisition process.": "La création d'un entonnoir de vente entièrement automatisé est un objectif puissant. Cela implique d'intégrer des outils de capture de prospects, de qualification, de prise de rendez-vous et de suivi pour créer un processus d'acquisition de clients transparent.",
    "Continue Your Success": "Continuez votre succès",
    "Your marketing and sales processes are already strong. We recommend exploring advanced automation strategies to further scale your success, such as predictive lead scoring and personalized customer journeys.": "Vos processus de marketing et de vente sont déjà solides. Nous vous recommandons d'explorer des stratégies d'automatisation avancées pour faire évoluer davantage votre succès, telles que la notation prédictive des prospects et les parcours clients personnalisés.",
    "We also have a product that can take care of this for you.": "Nous avons également un produit qui peut s'en charger pour vous.",
    "See Recommended Product": "Voir le produit recommandé",
    "Do you have a professional, mobile-friendly website?": "Avez-vous un site Web professionnel et adapté aux mobiles ?",
    "Are you actively using social media for your business?": "Utilisez-vous activement les médias sociaux pour votre entreprise ?",
    "Do you have a system for collecting customer reviews or testimonials?": "Avez-vous un système pour recueillir les avis ou les témoignages des clients ?",
    "Are you running any online advertising campaigns (e.g., Google Ads, Facebook Ads)?": "Menez-vous des campagnes publicitaires en ligne (par exemple, Google Ads, Facebook Ads) ?",
    "Do you maintain an email list for marketing to potential and existing customers?": "Maintenez-vous une liste de diffusion pour le marketing auprès de clients potentiels et existants ?",
    "Have you optimized your website for search engines (SEO)?": "Avez-vous optimisé votre site Web pour les moteurs de recherche (SEO) ?",
    "Do you regularly create and share content (e.g., blog posts, videos, articles)?": "Créez-vous et partagez-vous régulièrement du contenu (par exemple, des articles de blog, des vidéos, des articles) ?",
    "Do you have a documented process for following up with new leads?": "Avez-vous un processus documenté pour le suivi des nouveaux prospects ?",
    "Do you track how customers find your business (e.g., referral source, marketing channel)?": "Suivez-vous la façon dont les clients trouvent votre entreprise (par exemple, source de référence, canal marketing) ?"
}

    