{
    "Client Login": "Login do cliente",
    "Are you ready to scale your business?": "Você está pronto para escalar seu negócio?",
    "Answer 15 questions that will help you get": "Responda a 15 perguntas que o ajudarão a obter",
    "MORE LEADS": "MAIS LEADS",
    "MORE QUOTES": "MAIS COTAÇÕES",
    "MORE JOBS": "MAIS EMPREGOS",
    "Start Your Assessment": "Inicie sua avaliação",
    "Completely Free": "Totalmente gratuito",
    "Immediate Recommendations": "Recomendações imediatas",
    "Takes 3 minutes": "Leva 3 minutos",
    "A few of our agents": "Alguns de nossos agentes",
    "The Most Powerful Receptionist Service": "O serviço de recepcionista mais poderoso",
    "24/7 call answering for small business, powered by superior AI technology": "Atendimento de chamadas 24 horas por dia, 7 dias por semana para pequenas empresas, com tecnologia de IA superior",
    "Solar": "Solar",
    "Radiant Path Solar": "Radiant Path Solar",
    "Kitchens & Baths": "Cozinhas e banheiros",
    "Everstone Kitchen and Bath": "Everstone Kitchen and Bath",
    "Flooring": "Pisos",
    "FC Flooring": "FC Flooring",
    "Carpet Cleaning": "Limpeza de carpete",
    "Integrity Cleaning and Restoration": "Integrity Cleaning and Restoration",
    "How we help": "Como ajudamos",
    "Discover the Benefits of Automation": "Descubra os benefícios da automação",
    "Stop losing customers to your competition. We've got you covered.": "Pare de perder clientes para a concorrência. Nós cuidamos de você.",
    "Instant Response": "Resposta instantânea",
    "Our AI agents are trained to respond to your leads in seconds, not minutes.": "Nossos agentes de IA são treinados para responder aos seus leads em segundos, não em minutos.",
    "Never Miss A Lead": "Nunca perca um lead",
    "With 24/7/365 availability, we ensure every potential customer is greeted and qualified.": "Com disponibilidade 24/7/365, garantimos que todos os clientes em potencial sejam recebidos e qualificados.",
    "Automated Appointment Booking": "Agendamento automatizado de compromissos",
    "Qualified leads can book directly on your calendar without you lifting a finger.": "Leads qualificados podem agendar diretamente em seu calendário sem que você precise mover um dedo.",
    "24/7/365 Availability": "Disponibilidade 24/7/365",
    "Our service never sleeps, providing constant coverage for your business.": "Nosso serviço nunca dorme, fornecendo cobertura constante para o seu negócio.",
    "Seamless CRM Integration": "Integração perfeita com CRM",
    "Automatically sync lead data with your existing CRM for streamlined workflow.": "Sincronize automaticamente os dados de leads com seu CRM existente para um fluxo de trabalho simplificado.",
    "Custom-Trained For You": "Treinado sob medida para você",
    "We train our agents on the specifics of your business for a personalized experience.": "Treinamos nossos agentes sobre as especificidades do seu negócio para uma experiência personalizada.",
    "Our Technology": "Nossa tecnologia",
    "Types of AI Voice Assistants": "Tipos de assistentes de voz de IA",
    "Deploy specialized AI agents to automate and enhance your business operations.": "Implante agentes de IA especializados para automatizar e aprimorar suas operações de negócios.",
    "Lead Qualification Agent": "Agente de qualificação de leads",
    "Automatically qualifies inbound leads, asks screening questions, and routes high-intent prospects to your sales team.": "Qualifica automaticamente leads de entrada, faz perguntas de triagem e encaminha clientes em potencial de alta intenção para sua equipe de vendas.",
    "Appointment Booking Agent": "Agente de agendamento de compromissos",
    "Integrates with calendars to autonomously schedule, reschedule, and confirm appointments with clients and leads.": "Integra-se com calendários para agendar, reagendar e confirmar compromissos de forma autônoma com clientes e leads.",
    "Proactive Outreach Agent": "Agente de alcance proativo",
    "Executes outbound calling campaigns for customer feedback, promotions, or re-engagement initiatives.": "Executa campanhas de chamadas de saída para feedback do cliente, promoções ou iniciativas de reengajamento.",
    "Unlock Your Potential": "Desbloqueie seu potencial",
    "Transform Your Business with Our AI Solutions": "Transforme seus negócios com nossas soluções de IA",
    "Get Started": "Começar",
    "Social Proof": "Prova social",
    "What Our Clients Say About Our AI Agents": "O que nossos clientes dizem sobre nossos agentes de IA",
    "The ROI we've seen with T3 Solutions has been incredible. They didn't just hand us a tool; they built a solution that scaled our operations and modernized our entire workflow. Huge shoutout to John and Joey for their forward-thinking approach and relentless focus on our success. They are truly the gold standard for AI integration.": "O ROI que vimos com a T3 Solutions foi incrível. Eles não nos entregaram apenas uma ferramenta; eles construíram uma solução que escalou nossas operações e modernizou todo o nosso fluxo de trabalho. Um grande salve para John e Joey por sua abordagem inovadora e foco incansável em nosso sucesso. Eles são verdadeiramente o padrão ouro para integração de IA.",
    "Vanguard Urban Living": "Vanguard Urban Living",
    "T3 Solutions has been a game-changer for our business. Rather than acting as a standard vendor, they operate as a seamless extension of our internal team. Their custom AI implementation didn't just improve our efficiency—it fundamentally sharpened our competitive advantage. If you want a forward-thinking partner invested in your long-term growth, I can't recommend them highly enough.": "A T3 Solutions foi um divisor de águas para o nosso negócio. Em vez de atuar como um fornecedor padrão, eles operam como uma extensão perfeita de nossa equipe interna. A implementação de IA personalizada deles não apenas melhorou nossa eficiência - ela aprimorou fundamentalmente nossa vantagem competitiva. Se você quer um parceiro inovador investido em seu crescimento a longo prazo, não posso recomendá-los o suficiente.",
    "CEO, Sunny Day Solar Company": "CEO, Sunny Day Solar Company",
    "Total game-changers. T3 Solutions integrated seamlessly into our workflow and delivered an AI solution that has revolutionized our efficiency. John, Joey, and the crew are true professionals who stay ahead of the curve. If you're looking for a competitive edge, this is the team you want in your corner.": "Divisores de águas totais. A T3 Solutions integrou-se perfeitamente ao nosso fluxo de trabalho e entregou uma solução de IA que revolucionou nossa eficiência. John, Joey e a equipe são verdadeiros profissionais que se mantêm à frente da curva. Se você está procurando uma vantagem competitiva, esta é a equipe que você quer ao seu lado.",
    "FC Flooring": "FC Flooring",
    "T3 Automations is trusted by 5,000+ businesses": "A T3 Automations tem a confiança de mais de 5.000 empresas",
    "Converts callers into clients": "Converte chamadas em clientes",
    "T3 Solutions is our inbound sales team. Having a trained and personable voice has transformed our ability to answer the phone and convert callers to clients.": "A T3 Solutions é nossa equipe de vendas inbound. Ter uma voz treinada e agradável transformou nossa capacidade de atender o telefone e converter chamadores em clientes.",
    "Steven Forester": "Steven Forester",
    "Owner, Vertical Solutions LLC": "Proprietário, Vertical Solutions LLC",
    "Frequently asked questions": "Perguntas frequentes",
    "Do you count SPAM calls towards my quota?": "Você conta chamadas de SPAM para a minha cota?",
    "Every call answered by your AI Receptionist counts toward your call quota by default. Smith.ai offers AI Receptionist customers an allowance to remove up to 10% of their calls from their bill each billing cycle to account for selected spam calls. Calls from 20 million+ known spammers are automatically filtered out by our system before your AI Receptionist answers, and these calls do not count toward your quota. You can learn more about this ": "Cada chamada atendida pelo seu recepcionista de IA conta para sua cota de chamadas por padrão. A Smith.ai oferece aos clientes do AI Receptionist uma permissão para remover até 10% de suas chamadas de sua conta a cada ciclo de faturamento para contabilizar chamadas de spam selecionadas. Chamadas de mais de 20 milhões de spammers conhecidos são filtradas automaticamente pelo nosso sistema antes que seu recepcionista de IA atenda, e essas chamadas não contam para sua cota. Você pode saber mais sobre isso ",
    "here": "aqui",
    "How do you determine if calls are SPAM?": "Como você determina se as chamadas são SPAM?",
    "With technology! Our system automatically blocks over 20 million spam and robocalls from ever getting through. If a new spam number does get through, you can mark it as spam to automatically block the caller and add it to your spam list, so it can’t get through ever again.": "Com tecnologia! Nosso sistema bloqueia automaticamente mais de 20 milhões de spam e robocalls de passarem. Se um novo número de spam passar, você pode marcá-lo como spam para bloquear automaticamente o chamador e adicioná-lo à sua lista de spam, para que ele nunca mais possa passar.",
    "Do I have to sign a contract?": "Eu tenho que assinar um contrato?",
    "No. AI Receptionist is a month-to-month service. This means there aren’t any long-term contracts. You pay for the AI Receptionist service each month. If you ever cancel, we need 30 days’ notice, and then you’re done. And we will miss you.": "Não. O AI Receptionist é um serviço de mês a mês. Isso significa que não há contratos de longo prazo. Você paga pelo serviço AI Receptionist a cada mês. Se você cancelar, precisamos de um aviso prévio de 30 dias e, em seguida, você está pronto. E sentiremos sua falta.",
    "Can I change my plan?": "Posso mudar meu plano?",
    "We offer flexible monthly and annual plans. You'll be billed at the beginning of each cycle. We also have usage-based pricing for additional features and talk time.": "Oferecemos planos mensais e anuais flexíveis. Você será cobrado no início de cada ciclo. Também temos preços baseados no uso para recursos adicionais e tempo de conversação.",
    "Take the faster path to growth. ": "Pegue o caminho mais rápido para o crescimento. ",
    " Get T3 Automations today.": " Obtenha T3 Automations hoje.",
    "No software to install. No training required.": "Nenhum software para instalar. Nenhum treinamento necessário.",
    "Book a call": "Agende uma chamada",
    "Watch a demo": "Assista a uma demonstração",
    "Empowering small businesses through automations and AI Voice Assistants": "Capacitando pequenas empresas por meio de automações e assistentes de voz de IA",
    "All Rights Reserved.": "Todos os direitos reservados.",
    "Business Automation Starter Package": "Pacote inicial de automação de negócios",
    "All tiers include $0.25/min usage charges • Phone Numbers are $3.00/ea • First month due upon signing up": "Todos os níveis incluem cobranças de uso de US$ 0,25/min • Números de telefone custam US$ 3,00/cada • O primeiro mês é devido no momento da inscrição",
    "+ $.025/min": "+ US$ 0,025/min",
    "No Setup Fee": "Sem taxa de configuração",
    "No Contract": "Sem contrato",
    "No Hidden Costs": "Sem custos ocultos",
    "6-MONTH COMMITMENT": "COMPROMISSO DE 6 MESES",
    "Paid upfront": "Pago adiantado",
    "was": "era",
    "Save $200 per month": "Economize US$ 200 por mês",
    "Total savings: $1,200": "Economia total: US$ 1.200",
    "2-year price lock": "Bloqueio de preço de 2 anos",
    "Save - 13%": "Economize - 13%",
    "12-MONTH COMMITMENT": "COMPROMISSO DE 12 MESES",
    "Save $500 per month": "Economize US$ 500 por mês",
    "Total savings: $6,000": "Economia total: US$ 6.000",
    "5-year price lock": "Bloqueio de preço de 5 anos",
    "Best Value - 33% off": "Melhor valor - 33% de desconto",
    "What's in the box?": "O que vem na caixa?",
    "Over $7,000 worth of features included:": "Mais de US$ 7.000 em recursos incluídos:",
    "Lead qualification": "Qualificação de leads",
    "Free!": "Grátis!",
    "We'll capture and qualify your leads based on your custom criteria.": "Capturaremos e qualificaremos seus leads com base em seus critérios personalizados.",
    "Leads are screened to determine if they are a good fit based on needs, location, and budget.": "Os leads são triados para determinar se são adequados com base nas necessidades, localização e orçamento.",
    "GoHighLevel CRM": "CRM GoHighLevel",
    "a $120 value": "um valor de US$ 120",
    "GoHighLevel CRM is included or we can create an integration with your CRM.": "O CRM GoHighLevel está incluído ou podemos criar uma integração com o seu CRM.",
    "We support GoHighLevel, HubSpot & Salesforce": "Oferecemos suporte a GoHighLevel, HubSpot e Salesforce",
    "AI Scheduling": "Agendamento com IA",
    "a $500 value": "um valor de US$ 500",
    "AI integrates with GoHighLevel or your CRM to book appointments directly into your calendar — live on the call.": "A IA se integra com o GoHighLevel ou seu CRM para agendar compromissos diretamente em seu calendário - ao vivo na chamada.",
    "Integrates directly into your CRM.": "Integra-se diretamente ao seu CRM.",
    "Custom Dashboard": "Painel personalizado",
    "a $200 value": "um valor de US$ 200",
    "View all your stats in one location on your custom dashboard.": "Veja todas as suas estatísticas em um único local em seu painel personalizado.",
    "View stats, call flow and call summaries at anytime.": "Veja estatísticas, fluxo de chamadas e resumos de chamadas a qualquer momento.",
    "Call Summary": "Resumo da chamada",
    "Your custom dashboard will keep track of all customer interaction details.": "Seu painel personalizado acompanhará todos os detalhes da interação com o cliente.",
    "Call summaries can be viewed at anytime via the custom dashboard.": "Os resumos de chamadas podem ser visualizados a qualquer momento através do painel personalizado.",
    "Customer Qualifying": "Qualificação de cliente",
    "No more wasting time with customers who are not a fit for your business.": "Chega de perder tempo com clientes que não se encaixam no seu negócio.",
    "Custom call flow based on your criteria.": "Fluxo de chamadas personalizado com base em seus critérios.",
    "Marketing Ads": "Anúncios de marketing",
    "a $3,000 value": "um valor de US$ 3.000",
    "Our creative team will create 4 custom video ads per month for you using AI. ": "Nossa equipe criativa criará 4 anúncios em vídeo personalizados por mês para você usando IA. ",
    "Learn More": "Saber mais",
    "Ads are 10-15 seconds each in 1:1 and 4:5 aspect ratios and optimized for Facebook and Instagram.": "Os anúncios têm de 10 a 15 segundos cada nas proporções 1:1 e 4:5 e são otimizados para Facebook e Instagram.",
    "Ad Management": "Gerenciamento de anúncios",
    "a $2,500 value": "um valor de US$ 2.500",
    "We will manage your ad campaigns on Facebook and Instagram, optimize and rotate ads monthly.": "Gerenciaremos suas campanhas de anúncios no Facebook e Instagram, otimizaremos e rotacionaremos os anúncios mensalmente.",
    "Requires min ad spend of $2500 per month.": "Requer um gasto mínimo com anúncios de US$ 2.500 por mês.",
    "Automations": "Automações",
    "a $1,500 value": "um valor de US$ 1.500",
    "Custom reminders and followups for your leads and exiting customer base.": "Lembretes e acompanhamentos personalizados para seus leads e base de clientes existente.",
    "Great for repeat business generation.": "Ótimo para geração de negócios repetidos.",
    "Schedule a free consultation": "Agende uma consulta gratuita",
    "In this meeting, we'll discuss:": "Nesta reunião, discutiremos:",
    "Your current business challenges and where you need help": "Seus desafios de negócios atuais e onde você precisa de ajuda",
    "The value of professional, 24/7 customer engagement": "O valor do envolvimento profissional do cliente 24 horas por dia, 7 dias por semana",
    "How we can help you improve your business operations": "Como podemos ajudá-lo a melhorar suas operações de negócios",
    "The range of solutions we offer for small and midsize businesses": "A gama de soluções que oferecemos para pequenas e médias empresas",
    "Name": "Nome",
    "Email": "E-mail",
    "Message": "Mensagem",
    "Sending...": "Enviando...",
    "Send": "Enviar",
    "Email Sent Successfully!": "E-mail enviado com sucesso!",
    "Login": "Conecte-se",
    "Enter your email below to login to your account.": "Digite seu e-mail abaixo para fazer login em sua conta.",
    "Password": "Senha",
    "Sign in": "Entrar",
    "Or continue with": "Ou continue com",
    "Google": "Google",
    "Don't have an account?": "Não tem uma conta?",
    "Sign up": "Inscrever-se",
    "Loading...": "Carregando...",
    "AI-Powered Marketing Ads": "Anúncios de marketing com tecnologia de IA",
    "We create 4 custom, high-impact video ads for you every month, optimized for platforms like Facebook and Instagram.": "Criamos 4 anúncios em vídeo personalizados de alto impacto para você todos os meses, otimizados para plataformas como Facebook e Instagram.",
    "Integrity Cleaning & Restoration": "Integrity Cleaning & Restoration",
    "A 10-second Meta Ad for an after-holiday promotion.": "Um anúncio Meta de 10 segundos para uma promoção pós-feriado.",
    "Your browser does not support the video tag.": "Seu navegador não suporta a tag de vídeo.",
    "A 9-second Meta Ad for an after-holiday promotion.": "Um anúncio Meta de 9 segundos para uma promoção pós-feriado.",
    "A 15-second Meta Ad for an after-holiday promotion.": "Um anúncio Meta de 15 segundos para uma promoção pós-feriado.",
    "A 24-second Meta Ad for remediation and restoration service.": "Um anúncio Meta de 24 segundos para serviço de remediação e restauração.",
    "A 10-second Meta Ad for a carpet cleaning promotion.": "Um anúncio Meta de 10 segundos para uma promoção de limpeza de carpetes.",
    "Video Placeholder": "Espaço reservado para vídeo",
    "Sign Up": "Inscrever-se",
    "Create an account to get started.": "Crie uma conta para começar.",
    "Business Name": "Nome da empresa",
    "Phone Number": "Número de telefone",
    "Already have an account?": "Já tem uma conta?",
    "Log in": "Conecte-se",
    "Free Assessment Quiz": "Quiz de avaliação gratuito",
    "See how your customer acquisition strategy stacks up.": "Veja como sua estratégia de aquisição de clientes se compara.",
    "Question": "Pergunta",
    "of": "de",
    "Have you clearly defined your target audience?": "Você definiu claramente seu público-alvo?",
    "Yes": "Sim",
    "No": "Não",
    "(Choose one)": "(Escolha um)",
    "Next": "Próximo",
    "(Choose all that apply)": "(Escolha todos os que se aplicam)",
    "Quiz Complete!": "Quiz completo!",
    "Here are your results.": "Aqui estão seus resultados.",
    "Excellent! You're a marketing pro. Let's talk about how our AI can automate your success and take you to the next level.": "Excelente! Você é um profissional de marketing. Vamos conversar sobre como nossa IA pode automatizar seu sucesso e levá-lo para o próximo nível.",
    "You've got a solid foundation. Let us show you how to fill in the gaps and turn more leads into customers.": "Você tem uma base sólida. Deixe-nos mostrar como preencher as lacunas e transformar mais leads em clientes.",
    "There's a huge opportunity for growth. Our AI solutions can build and execute a customer acquisition strategy for you.": "Há uma grande oportunidade de crescimento. Nossas soluções de IA podem construir e executar uma estratégia de aquisição de clientes para você.",
    "Key Insights": "Principais insights",
    "Based on your score, you have a solid foundation but could see significant growth by automating lead follow-up.": "Com base em sua pontuação, você tem uma base sólida, mas pode ter um crescimento significativo automatizando o acompanhamento de leads.",
    "Your answers suggest that your team spends valuable time on repetitive manual tasks that could be automated.": "Suas respostas sugerem que sua equipe gasta um tempo valioso em tarefas manuais repetitivas que poderiam ser automatizadas.",
    "There's a clear opportunity to implement a 24/7 AI-driven system to capture and qualify leads, ensuring you never miss an opportunity.": "Há uma oportunidade clara de implementar um sistema orientado por IA 24 horas por dia, 7 dias por semana, para capturar e qualificar leads, garantindo que você nunca perca uma oportunidade.",
    "Recommended Next Steps": "Próximos passos recomendados",
    "Ready to turn these insights into action? Schedule a free, no-obligation consultation with one of our automation experts.": "Pronto para transformar esses insights em ação? Agende uma consulta gratuita e sem compromisso com um de nossos especialistas em automação.",
    "Book a Free Consultation": "Agende uma consulta gratuita",
    "Or view your personalized plan.": "Ou veja seu plano personalizado.",
    "View Your Custom Plan": "Ver seu plano personalizado",
    "Which best describes your current situation?": "Qual descreve melhor a sua situação atual?",
    "We need more leads.": "Precisamos de mais leads.",
    "We have leads, but we’re struggling to follow up fast enough.": "Temos leads, mas estamos com dificuldades para acompanhá-los com rapidez suficiente.",
    "Our sales team is overwhelmed by repetitive manual tasks.": "Nossa equipe de vendas está sobrecarregada com tarefas manuais repetitivas.",
    "Our customer acquisition cost (CAC) is too high/unsustainable.": "Nosso custo de aquisição de clientes (CAC) é muito alto/insustentável.",
    "We are ready to scale, but don't have the systems to handle the volume.": "Estamos prontos para escalar, mas não temos os sistemas para lidar com o volume.",
    "Which of these best describes the outcome that you would like to achieve in the next 90 days?": "Qual destes descreve melhor o resultado que você gostaria de alcançar nos próximos 90 dias?",
    "Recapture 'lost' revenue by automating our lead follow-up.": "Recupere a receita 'perdida' automatizando nosso acompanhamento de leads.",
    "Reduce operational overhead by automating repetitive manual tasks.": "Reduza a sobrecarga operacional automatizando tarefas manuais repetitivas.",
    "Launch a 24/7 AI-driven sales or support system.": "Lançar um sistema de vendas ou suporte orientado por IA 24 horas por dia, 7 dias por semana.",
    "Scale our appointment volume without increasing our headcount.": "Escale nosso volume de agendamentos sem aumentar nosso quadro de funcionários.",
    "Clean up our data and sync our systems for a 'single source of truth'.": "Limpe nossos dados e sincronize nossos sistemas para uma 'única fonte de verdade'.",
    "What is the biggest obstacle that you think is stopping you from achieving your goal?": "Qual você acha que é o maior obstáculo que o impede de alcançar seu objetivo?",
    "Our current systems don't 'talk' to each other.": "Nossos sistemas atuais não 'conversam' entre si.",
    "We don't have the internal technical expertise to build or manage AI.": "Não temos o conhecimento técnico interno para construir ou gerenciar IA.",
    "Our team is buried in 'busy work' and has no time to implement new tech.": "Nossa equipe está enterrada em 'trabalho ocupado' e não tem tempo para implementar novas tecnologias.",
    "We've tried other tools or agencies, but they were too complex/didn't work.": "Tentamos outras ferramentas ou agências, mas elas eram muito complexas/não funcionaram.",
    "Lack of clarity on where AI actually fits into our specific workflow.": "Falta de clareza sobre onde a IA realmente se encaixa em nosso fluxo de trabalho específico.",
    "Where would an AI-driven 'extra set of hands' make the biggest impact right now?": "Onde um 'par de mãos extra' orientado por IA teria o maior impacto agora?",
    "Handling basic administrative tasks and data entry.": "Lidar com tarefas administrativas básicas e entrada de dados.",
    "Managing and nurturing our existing lead database via SMS and Email.": "Gerenciando e nutrindo nosso banco de dados de leads existente via SMS e e-mail.",
    "Replacing/Augmenting our front-line Sales or Support with 24/7 AI Voice Agents.": "Substituindo/aumentando nossas vendas ou suporte de linha de frente com agentes de voz de IA 24 horas por dia, 7 dias por semana.",
    "Building a fully integrated, end-to-end automated sales funnel (from Lead to Close).": "Construindo um funil de vendas automatizado de ponta a ponta totalmente integrado (do lead ao fechamento).",
    "Is there anything else that you think we need to know about?": "Há mais alguma coisa que você acha que precisamos saber?",
    "Your Immediate Implementation Plan": "Seu plano de implementação imediato",
    "Generated on": "Gerado em",
    "Define Your Target Audience": "Defina seu público-alvo",
    "Clearly defining your ideal customer is the foundation of all marketing. We recommend creating detailed buyer personas to guide your strategy, messaging, and targeting.": "Definir claramente seu cliente ideal é a base de todo o marketing. Recomendamos a criação de personas de comprador detalhadas para orientar sua estratégia, mensagens e segmentação.",
    "Build a Professional Website": "Construa um site profissional",
    "Your website is your digital storefront. We recommend developing a modern, mobile-responsive website that clearly communicates your value and makes it easy for visitors to convert.": "Seu site é sua vitrine digital. Recomendamos o desenvolvimento de um site moderno e responsivo a dispositivos móveis que comunique claramente seu valor e facilite a conversão dos visitantes.",
    "Leverage Social Media": "Aproveite as mídias sociais",
    "Establish a presence on the social media platforms where your target audience is most active. We recommend creating a content calendar and engaging with your followers consistently.": "Estabeleça uma presença nas plataformas de mídia social onde seu público-alvo é mais ativo. Recomendamos a criação de um calendário de conteúdo e o envolvimento consistente com seus seguidores.",
    "Implement a Review Collection System": "Implemente um sistema de coleta de avaliações",
    "Social proof is critical for building trust. We recommend automating the process of requesting reviews from happy customers via email or SMS.": "A prova social é fundamental para construir confiança. Recomendamos automatizar o processo de solicitação de avaliações de clientes satisfeitos por e-mail ou SMS.",
    "Launch Online Advertising Campaigns": "Lançar campanhas de publicidade online",
    "Paid ads can drive immediate traffic and leads. We recommend starting with a small, targeted campaign on a platform like Facebook or Google to test messaging and audiences.": "Anúncios pagos podem gerar tráfego e leads imediatos. Recomendamos começar com uma campanha pequena e direcionada em uma plataforma como Facebook ou Google para testar mensagens e públicos.",
    "Start Building an Email List": "Comece a construir uma lista de e-mail",
    "Email marketing provides a direct line to your audience. We recommend using a lead magnet (e.g., a free guide) to capture email addresses and nurturing them with valuable content.": "O marketing por e-mail fornece uma linha direta para seu público. Recomendamos o uso de um ímã de leads (por exemplo, um guia gratuito) para capturar endereços de e-mail e nutri-los com conteúdo valioso.",
    "Invest in Search Engine Optimization (SEO)": "Invista em otimização de mecanismos de busca (SEO)",
    "SEO helps your business get found on Google. We recommend focusing on local SEO basics, such as optimizing your Google Business Profile and building local citations.": "O SEO ajuda sua empresa a ser encontrada no Google. Recomendamos focar nos fundamentos do SEO local, como otimizar seu perfil do Google Business e criar citações locais.",
    "Develop a Content Marketing Strategy": "Desenvolva uma estratégia de marketing de conteúdo",
    "Content builds authority and attracts your target audience. We recommend creating helpful blog posts, videos, or guides that address your customers' pain points.": "O conteúdo constrói autoridade e atrai seu público-alvo. Recomendamos a criação de postagens de blog, vídeos ou guias úteis que abordem os pontos problemáticos de seus clientes.",
    "Create a Lead Follow-Up Process": "Crie um processo de acompanhamento de leads",
    "Speed is critical for converting leads. We recommend implementing an automated system to respond to new inquiries within minutes via SMS and email to book an appointment.": "A velocidade é fundamental para converter leads. Recomendamos a implementação de um sistema automatizado para responder a novas consultas em minutos por SMS e e-mail para agendar um compromisso.",
    "Track Your Marketing Channels": "Rastreie seus canais de marketing",
    "Understanding where your customers come from is key to optimizing your marketing spend. We recommend using tracking tools like UTM parameters and analytics to measure the ROI of each channel.": "Entender de onde vêm seus clientes é fundamental para otimizar seus gastos com marketing. Recomendamos o uso de ferramentas de rastreamento como parâmetros UTM e análises para medir o ROI de cada canal.",
    "Strategy for Generating More Leads": "Estratégia para gerar mais leads",
    "To generate more leads, focus on a multi-channel approach. Consider using targeted online advertising and content marketing to attract your ideal customers.": "Para gerar mais leads, concentre-se em uma abordagem multicanal. Considere o uso de publicidade online direcionada e marketing de conteúdo para atrair seus clientes ideais.",
    "Strategy for Improving Lead Follow-Up": "Estratégia para melhorar o acompanhamento de leads",
    "To improve lead follow-up, consider implementing an automated system to instantly engage new leads via SMS and email. This ensures no opportunity is missed.": "Para melhorar o acompanhamento de leads, considere a implementação de um sistema automatizado para envolver instantaneamente novos leads por SMS e e-mail. Isso garante que nenhuma oportunidade seja perdida.",
    "Strategy for Automating Repetitive Tasks": "Estratégia para automatizar tarefas repetitivas",
    "To free up your team, identify and automate repetitive tasks such as data entry, lead qualification, and appointment scheduling. This will allow them to focus on high-value activities.": "Para liberar sua equipe, identifique e automatize tarefas repetitivas como entrada de dados, qualificação de leads e agendamento de compromissos. Isso permitirá que eles se concentrem em atividades de alto valor.",
    "Strategy for Reducing Customer Acquisition Cost": "Estratégia para reduzir o custo de aquisição de clientes",
    "To reduce your customer acquisition cost, focus on optimizing your ad campaigns. Additionally, implement a lead nurturing system to maximize the value of every lead you generate.": "Para reduzir seu custo de aquisição de clientes, concentre-se na otimização de suas campanhas de anúncios. Além disso, implemente um sistema de nutrição de leads para maximizar o valor de cada lead que você gera.",
    "Strategy for Building Scalable Systems": "Estratégia para construir sistemas escaláveis",
    "To prepare your business for scale, build robust and automated systems for lead management and customer onboarding. This will help handle increased volume without needing to increase headcount.": "Para preparar sua empresa para a escala, crie sistemas robustos e automatizados para gerenciamento de leads e integração de clientes. Isso ajudará a lidar com o aumento do volume sem a necessidade de aumentar o quadro de funcionários.",
    "How to Recapture 'Lost' Revenue": "Como recuperar a receita 'perdida'",
    "Implement an automated lead follow-up sequence to re-engage and convert leads that have gone cold. This can help recapture lost revenue opportunities.": "Implemente uma sequência de acompanhamento de leads automatizada para reengajar e converter leads que esfriaram. Isso pode ajudar a recuperar oportunidades de receita perdidas.",
    "How to Reduce Operational Overhead": "Como reduzir a sobrecarga operacional",
    "Map your current workflows to identify key areas for automation, like data entry and reporting. This can significantly reduce operational overhead.": "Mapeie seus fluxos de trabalho atuais para identificar áreas-chave para automação, como entrada de dados e relatórios. Isso pode reduzir significativamente a sobrecarga operacional.",
    "How to Launch a 24/7 AI-Driven System": "Como lançar um sistema orientado por IA 24 horas por dia, 7 dias por semana",
    "Consider deploying a 24/7 AI-driven system to handle inbound calls, answer common questions, and qualify leads. This provides round-the-clock coverage.": "Considere a implantação de um sistema orientado por IA 24 horas por dia, 7 dias por semana, para lidar com chamadas recebidas, responder a perguntas comuns e qualificar leads. Isso fornece cobertura ininterrupta.",
    "How to Scale Appointment Volume": "Como escalar o volume de agendamentos",
    "An automated appointment booking system that integrates with your team's calendars can allow leads to book meetings automatically, helping you scale appointment volume efficiently.": "Um sistema de agendamento de compromissos automatizado que se integra com os calendários de sua equipe pode permitir que os leads agendem reuniões automaticamente, ajudando você a escalar o volume de agendamentos de forma eficiente.",
    "How to Clean Up Data & Sync Systems": "Como limpar dados e sincronizar sistemas",
    "Set up integrations between your key systems (CRM, email, etc.) to create a single source of truth for your customer data. This ensures consistency and accuracy.": "Configure integrações entre seus sistemas principais (CRM, e-mail, etc.) para criar uma única fonte de verdade para os dados de seus clientes. Isso garante consistência e precisão.",
    "How to Overcome System Integration Challenges": "Como superar os desafios de integração de sistemas",
    "To solve this, focus on system integration. Connect your disparate software tools to create a seamless flow of data across your business. Tools like Zapier or Make can be a good starting point for this.": "Para resolver isso, concentre-se na integração de sistemas. Conecte suas diversas ferramentas de software para criar um fluxo contínuo de dados em sua empresa. Ferramentas como Zapier ou Make podem ser um bom ponto de partida para isso.",
    "How to Address a Lack of Technical Expertise": "Como lidar com a falta de conhecimento técnico",
    "Since you lack internal technical expertise, consider upskilling your team with online courses, hiring a freelance automation expert, or partnering with a specialized agency. Start with simple, low-code automation tools to build confidence.": "Como você não possui conhecimento técnico interno, considere aprimorar sua equipe com cursos online, contratar um especialista em automação freelance ou fazer parceria com uma agência especializada. Comece com ferramentas de automação simples e de baixo código para criar confiança.",
    "How to Free Your Team from 'Busy Work'": "Como livrar sua equipe do 'trabalho ocupado'",
    "The first step is to identify and prioritize the 'busy work' that can be automated. Start with small, high-impact tasks to demonstrate the value of automation and free up time for more strategic initiatives.": "O primeiro passo é identificar e priorizar o 'trabalho ocupado' que pode ser automatizado. Comece com tarefas pequenas e de alto impacto para demonstrar o valor da automação e liberar tempo para iniciativas mais estratégicas.",
    "How to Find the Right Solution After Past Failures": "Como encontrar a solução certa após falhas passadas",
    "Past negative experiences can be discouraging. The key is to find the right-fit solution. Instead of one-size-fits-all tools, look for solutions that can be custom-tailored to your specific workflow for better results.": "Experiências negativas passadas podem ser desanimadoras. A chave é encontrar a solução certa. Em vez de ferramentas de tamanho único, procure soluções que possam ser personalizadas para o seu fluxo de trabalho específico para obter melhores resultados.",
    "How to Find the Right Place for AI in Your Business": "Como encontrar o lugar certo para a IA em seus negócios",
    "To gain clarity, start by mapping your current business processes. Identify bottlenecks and repetitive tasks. This will help you pinpoint the highest-impact opportunities where AI and automation can be applied.": "Para obter clareza, comece mapeando seus processos de negócios atuais. Identifique gargalos e tarefas repetitivas. Isso o ajudará a identificar as oportunidades de maior impacto onde a IA e a automação podem ser aplicadas.",
    "Recommendation for Administrative Tasks": "Recomendação para tarefas administrativas",
    "AI agents are excellent for automating administrative tasks like data entry, scheduling, and generating reports. Look into tools that can handle these functions to free up significant time for your team.": "Agentes de IA são excelentes para automatizar tarefas administrativas como entrada de dados, agendamento e geração de relatórios. Procure ferramentas que possam lidar com essas funções para liberar um tempo significativo para sua equipe.",
    "Recommendation for Nurturing Leads": "Recomendação para nutrir leads",
    "Implement an automated SMS and email nurturing campaign to re-engage your existing lead database. This is a powerful way to identify new opportunities and drive repeat business.": "Implemente uma campanha de nutrição automatizada por SMS e e-mail para reengajar seu banco de dados de leads existente. Esta é uma maneira poderosa de identificar novas oportunidades e impulsionar negócios recorrentes.",
    "Recommendation for Front-line Sales/Support": "Recomendação para vendas/suporte de linha de frente",
    "AI Voice Agents can be used to handle front-line sales and support calls 24/7. They can qualify leads, answer FAQs, and route complex issues to your human team, ensuring you never miss a call.": "Agentes de voz de IA podem ser usados para lidar com chamadas de vendas e suporte de linha de frente 24 horas por dia, 7 dias por semana. Eles podem qualificar leads, responder a perguntas frequentes e encaminhar problemas complexos para sua equipe humana, garantindo que você nunca perca uma chamada.",
    "Recommendation for Building an Automated Sales Funnel": "Recomendação para construir um funil de vendas automatizado",
    "Building a fully automated sales funnel is a powerful goal. This involves integrating tools for lead capture, qualification, appointment booking, and follow-up to create a seamless customer acquisition process.": "Construir um funil de vendas totalmente automatizado é um objetivo poderoso. Isso envolve a integração de ferramentas para captura de leads, qualificação, agendamento de compromissos e acompanhamento para criar um processo de aquisição de clientes contínuo.",
    "Continue Your Success": "Continue seu sucesso",
    "Your marketing and sales processes are already strong. We recommend exploring advanced automation strategies to further scale your success, such as predictive lead scoring and personalized customer journeys.": "Seus processos de marketing e vendas já são fortes. Recomendamos explorar estratégias de automação avançadas para escalar ainda mais seu sucesso, como pontuação preditiva de leads e jornadas de clientes personalizadas.",
    "We also have a product that can take care of this for you.": "Também temos um produto que pode cuidar disso para você.",
    "See Recommended Product": "Ver produto recomendado",
    "Do you have a professional, mobile-friendly website?": "Você tem um site profissional e compatível com dispositivos móveis?",
    "Are you actively using social media for your business?": "Você está usando ativamente as mídias sociais para o seu negócio?",
    "Do you have a system for collecting customer reviews or testimonials?": "Você tem um sistema para coletar avaliações ou depoimentos de clientes?",
    "Are you running any online advertising campaigns (e.g., Google Ads, Facebook Ads)?": "Você está veiculando alguma campanha de publicidade online (por exemplo, Google Ads, Facebook Ads)?",
    "Do you maintain an email list for marketing to potential and existing customers?": "Você mantém uma lista de e-mail para marketing para clientes potenciais e existentes?",
    "Have you optimized your website for search engines (SEO)?": "Você otimizou seu site para mecanismos de busca (SEO)?",
    "Do you regularly create and share content (e.g., blog posts, videos, articles)?": "Você cria e compartilha conteúdo regularmente (por exemplo, postagens de blog, vídeos, artigos)?",
    "Do you have a documented process for following up with new leads?": "Você tem um processo documentado para acompanhar novos leads?",
    "Do you track how customers find your business (e.g., referral source, marketing channel)?": "Você rastreia como os clientes encontram sua empresa (por exemplo, fonte de referência, canal de marketing)?"
}

    